{"translation-revision-date":"2020-05-29 14:04-0500","generator":"WP-CLI\/2.4.0","source":"dist\/wizard.084c6a.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de_DE","plural-forms":"nplurals=2; plural=(n != 1);"},"API Key":["API-Schlüssel"],"API Password":["API Passwort"],"Shared Secret":["Shared Secret"],"Storefront Access Token":["Schaufenster Zugangsmarke"],"Disconnect your Shopify store":["Trennen Sie Ihren Shopify-Speicher"],"Connect your Shopify store":["Schließen Sie Ihren Shopify-Store an"],"Cart":["Warenkorb"],"Products":["Produkte"],"Invalid client instance found":["Ungültige Clientinstanz gefunden"],"Error: Missing checkout instance":["Fehler: Fehlende Auscheckinstanz"],"Error: Missing client instance":["Fehler: Fehlende Clientinstanz"],"Oops, it looks like you still need to set your Shopify API credentials. Please add these within the plugin settings and try again.":["Oops, es sieht so aus, als ob Sie Ihre Shopify-API-Anmeldeinformationen noch festlegen müssen. Bitte fügen Sie diese in den Plugin-Einstellungen hinzu und versuchen Sie es erneut."],"Missing credentials Client object":["Fehlende Anmeldeinformationen Client-Objekt"],"Uh oh, it looks like your Shopify credentials are incorrect. Please double check your domain and storefront access token within the plugin settings and try again.":["Äh oh, es sieht so aus, als ob Ihre Shopify-Anmeldeinformationen falsch sind. Überprüfen Sie bitte Ihre Domain- und Storefront-Zugriffstoken innerhalb der Plugin-Einstellungen und versuchen Sie es erneut."],"Uh oh, it appears that invalid product ids were used. Please clear your browser cache and reload the page.":["Uh oh, es scheint, dass ungültige Produkt-IDs verwendet wurden. Bitte löschen Sie Ihren Browser-Cache und laden Sie die Seite neu."],"Uh oh, it looks like an error occurred. Please contact the plugin developer with this message to fix.":["Äh oh, es sieht so aus, als ob ein Fehler aufgetreten ist. Bitte kontaktieren Sie den Plugin-Entwickler mit dieser Nachricht zu beheben."],"Uh oh, it looks like a network error occurred. Please ensure that your site is using a valid HTTPS certificate on all pages.":["Äh oh, es sieht so aus, als ob ein Netzwerkfehler aufgetreten ist. Stellen Sie sicher, dass Ihre Website auf allen Seiten ein gültiges HTTPS-Zertifikat verwendet."],"Uh oh, it looks like an invalid lineitems data type was found. Please clear your cache and try again.":["Uh oh, es sieht so aus, als ob ein ungültiger Datentyp für Lineitems gefunden wurde. Löschen Sie den Cache, und versuchen Sie es erneut."],"Hmm, it looks like you still need to connect your Shopify store or the credentials are wrong \/ missing. Please double check the \"connect\" tab within the plugin settings.":["Hmm, es sieht so aus, als ob Sie noch Ihren Shopify-Shop verbinden müssen oder die Anmeldeinformationen falsch \/ fehlen. Bitte überprüfen Sie die Registerkarte \"Verbinden\" in den Plugin-Einstellungen."],"Hmm, it looks like you may be trying to access a field on the Storefront API that does not exist.":["Hmm, es sieht so aus, als ob Sie versuchen, auf ein Feld in der Storefront-API zuzugreifen, das nicht vorhanden ist."],"Uh oh, we were unable to locate the product you attempted to update. Please clear your browser cache and try again.":["Uh oh, wir konnten das Produkt, das Sie aktualisieren wollten, nicht finden. Löschen Sie den Browsercache, und versuchen Sie es erneut."],"Unable to connect to store. This could be because your network is down or your browser is blocking cookies. A possible <a href=\"https:\/\/wpshop.io\/docs\" target=\"_blank\">solution can be found here<\/a>. Try disabling any browser extensions and clearing your browser cache.":["Es konnte keine Verbindung zum Speicher hergestellt werden. Dies kann daran liegen, dass Ihr Netzwerk ausfällt oder Ihr Browser Cookies blockiert. Eine mögliche <a href=\"https:\/\/wpshop.io\/docs\" target=\"_blank\">Lösung finden Sie hier<\/a>. Deaktivieren Sie alle Browsererweiterungen und löschen Sie Ihren Browsercache."],"Unable to flush the store cache. Please clear your browser cache and reload the page.":["Der Speichercache kann nicht gelöscht werden. Bitte löschen Sie Ihren Browser-Cache und laden Sie die Seite neu."],"Unable to create new session after checking out. Please clear your browser cache and reload the page.":["Nach dem Auschecken kann keine neue Sitzung erstellt werden. Bitte löschen Sie Ihren Browser-Cache und laden Sie die Seite neu."],"No existing payload found":["Keine vorhandene Nutzlast gefunden"],"Uh oh, no query parameters were passed for fetchNewItems. Please clear your browser cache and try again.":["Uh oh, es wurden keine Abfrageparameter für fetchNewItems übergeben. Löschen Sie den Browsercache, und versuchen Sie es erneut."],"Uh oh, it looks your query params are invalid. Please clear your browser cache and reload the page.":["Äh oh, es sieht so aus, als ob Ihre Abfrageparams ungültig sind. Bitte löschen Sie Ihren Browser-Cache und laden Sie die Seite neu."],"You still need to connect your Shopify store or the credentials are missing. Double check the \"connect\" tab within the plugin settings.":["Sie müssen ihren Shopify-Shop noch anschließen oder die Anmeldeinformationen fehlen. Überprüfen Sie die Registerkarte \"verbinden\" in den Plugin-Einstellungen."],"No product ids found":["Keine Produkt-IDs gefunden"],"Connected":["Verbunden"],"Disconnected":["Getrennt"],"Enter your ":["Enter your "],"Shopify private app credentials":["Shopify private App-Anmeldeinformationen"],"below to get started!":["unten, um loszulegen!"],"Ok!":["Ok!"],"Connecting":["Verbindung wird hergestellt"],"Cancel connection":["Verbindung abbrechen"],"Preparing Shopify connection ...":["Shopify-Verbindung vorbereiten ..."],"Saving Shopify connection ...":["Speichern der Shopify-Verbindung ..."],"Validating Shopify connection ...":["Shopify-Verbindung validieren ..."],"Your Shopify API credentials appear to be incorrect. Please double check and try again":["Ihre Shopify-API-Anmeldeinformationen scheinen falsch zu sein. Überprüfen Sie dies, und versuchen Sie es erneut"],"Removing any existing data first ...":["Zuerst vorhandene Daten entfernen ..."],"(Please wait, this might take 30 seconds or so)":["(Bitte warten Sie, dies kann etwa 30 Sekunden dauern)"],"Determining the number of items to sync ...":["Bestimmen der Anzahl der zu synchronisierenden Elemente ..."],"Syncing":["Synchronisierung"],"Cancel syncing process":["Synchronisierung abbrechen"],"Syncing Shopify data ...":["Synchronisieren von Shopify-Daten ..."],"(Please wait, this may take up to 5 minutes depending on the size of your store and speed of internet connection.)":["(Bitte warten Sie, dies kann bis zu 5 Minuten dauern, abhängig von der Größe Ihres Shops und der Geschwindigkeit der Internetverbindung.)"],"Disconnecting":["Trennen"],"Cancel disconnecting":["Trennen der Trennung abbrechen"],"Checking for active connection ...":["Überprüfung auf aktive Verbindung ..."],"Removing added Shopify data ...":["Entfernen von hinzugefügten Shopify-Daten ..."],"Removing webhooks ...":["Entfernen von Webhooks ..."],"Cleaning up ...":["Aufräumen ..."],"Successfully saved WP Shopify settings.":["Erfolgreich gespeicherte WP Shopify-Einstellungen."],"Hmm, that domain doesn't exist. Double check that you correctly entered your myshopify.com domain":["Hmm, diese Domäne existiert nicht. Überprüfen Sie, ob Sie Ihre myshopify.com Domäne korrekt eingegeben haben"],"Select a Page":["Seite auswählen"],"Select a User":["Wähle einen Benutzer"],"Loading %s ... ":["%s wird geladen ... "],"General":["Allgemein"],"Your collections will appear on this page automatically":["Ihre Sammlungen werden automatisch auf dieser Seite angezeigt"],"Collections Listing Page":["Sammlungs-Eintragsseite"],"Your products will appear on this page automatically":["Ihre Produkte werden automatisch auf dieser Seite angezeigt"],"Products Listing Page":["Produkt-Listing-Seite"],"Successfully cleared the WP Shopify cache":["Erfolgreich gelöscht den WP Shopify-Cache"],"Warning: This will delete all WordPress posts created from your Shopify data. Do you really want to remove?":["Warnung: Dadurch werden alle WordPress-Beiträge gelöscht, die aus Ihren Shopify-Daten erstellt wurden. Möchten Sie wirklich entfernen?"],"Successfully removed all data":["Erfolgreiches Entfernen aller Daten"],"Resyncing":["Resyncing"],"Cancel resync":["Abbrechen der Resync"],"Preparing for sync ...":["Vorbereitung auf die Synchronisierung ..."],"Cancel resyncing process":["Abbrechen des Neusynchronisierungsprozesses"],"Removing Automatic Post Syncing":["Automatische S-Synchronisierung entfernen"],"Cancel removal":["Entfernen abbrechen"],"Preparing ...":["Vorbereitung..."],"Removing Automatic Post Syncing ...":["Automatische Post-Synchronisierung entfernen ..."],"Finishing ...":["Fertigstellung ..."],"Reconnecting Post Syncing":["Wiederverbindung nach der Synchronisierung"],"Cancel webhooks sync":["Abbrechen der Webhooks-Synchronisierung"],"Preparing sync ...":["Synchronisierung vorbereiten ..."],"Removing any existing webhooks first ...":["Entfernen vorhandener Webhooks zuerst ..."],"Connecting Automatic Post Syncing ...":["Automatische Post-Synchronisierung anschließen ..."],"Canceled":["Abgebrochen"],"Stopped syncing":["Synchronisierung gestoppt"],"Close WP Shopify Sync":["Schließen WP Shopify Sync schließen"],"The syncing process was manually canceled early.":["Der Synchronisierungsvorgang wurde manuell vorzeitig abgebrochen."],"Success! You've finished disconnecting your Shopify store from WordPress.":["Erfolg! Sie haben die Verbindung zu WordPress mit dem Shopify-Shop abgeschlossen."],"Connecting ...":["Anschließen …"]," done":[" fertig"],"Sync failed with errors":["Synchronisierung mit Fehlern fehlgeschlagen"],"Sync completed with warnings":["Synchronisierung mit Warnungen abgeschlossen"],"Sync completed successfully":["Synchronisierung erfolgreich abgeschlossen"],"Finished syncing with errors":["Abgeschlossene Synchronisierung mit Fehlern"],"Finished syncing with warnings":["Abgeschlossene Synchronisierung mit Warnungen"],"Finished":["Beendet"],"Checking ...":["Überprüfung ..."],"Finalizing ...":["Abschluss..."],"Adding or updating posts ...":["Beiträge hinzufügen oder aktualisieren ..."],"(Please wait, this may take up to 60 seconds depending on the number of products and collections)":["(Bitte warten Sie, dies kann je nach Anzahl der Produkte und Kollektionen bis zu 60 Sekunden dauern)"],"Downloading and setting featured images ...":["Herunterladen und Einstellen von vorgestellten Bildern ..."],"(Please wait, this may take up to 5 minutes depending on the size and quantity of Shopify images)":["(Bitte warten Sie, dies kann je nach Größe und Menge der Shopify-Bilder bis zu 5 Minuten dauern)"],"An unknown error occured. Please clear the plugin cache and try again.":["Ein unbekannter Fehler ist aufgetreten. Löschen Sie den Plugin-Cache, und versuchen Sie es erneut."],"It looks like something unexpected happened. Please clear the plugin cache and try again.":["Es sieht so aus, als ob etwas Unerwartetes passiert ist. Löschen Sie den Plugin-Cache, und versuchen Sie es erneut."],"WP Shopify javascript error: ":["WP Shopify Javascript-Fehler: "],"Uh oh, it looks like your internet connection is down. Please try reconnecting and reload the page.":["Äh oh, es sieht so aus, als ob Ihre Internetverbindung ausfällt. Versuchen Sie erneut, eine Verbindung herzustellen, und laden Sie die Seite erneut."]," while calling ":[" beim Aufrufen "],". Please clear the plugin transient cache and try again.":[". Bitte leeren Sie den Plugin Transient Cache und versuchen Sie es erneut."]," Error status code: ":[" Fehlerstatuscode: "],"Finished syncing":["Fertige Synchronisierung"],"Success! You've finished syncing with Shopify.":["Erfolg! Sie haben die Synchronisierung mit Shopify abgeschlossen."],"Syncing canceled":["Synchronisierung abgebrochen"],"Finished syncing webhooks":["Fertige Synchronisierung von Webhooks"],"Success! You've finished reconnecting the Shopify webhooks.":["Erfolg! Sie haben die Wiederverbindung mit den Shopify-Webhooks beendet."],"Finished removing Automatic Post Syncing":["Automatische S-Synchronisierung abgeschlossen"],"Success! You've finished removing Automatic Post Syncing.":["Erfolg! Sie haben das Entfernen der automatischen Postsynchronisierung abgeschlossen."],"Syncing failed unexpectedly":["Die Synchronisierung ist unerwartet fehlgeschlagen"],"Syncing failed unexpectedly.":["Die Synchronisierung ist unerwartet fehlgeschlagen."],"Syncing failed":["Synchronisierung fehlgeschlagen"],"Syncing failed from client-side":["Synchronisierung von clientseitiger Seite fehlgeschlagen"],"Finished disconnecting":["Fertige Trennung"],"Connection saved":["Verbindung gespeichert"],"Finished saving Shopify connection only":["Nur Shopify-Verbindung gespeichert"],"Stopping":["Stoppen"],"Canceling, please wait ...":["Abbrechen, bitte warten ..."],"(This may take up to 30 seconds)":["(Dies kann bis zu 30 Sekunden dauern)"],"None":["Keine"],"Top":["Oben"],"Center":["Zentriert"],"Bottom":["Unten"],"Left":["Links"],"Right":["Rechts"],"2":["2"],"3":["3"],"Current tab \/ window":["Aktuelle Registerkarte \/ Fenster"],"New tab \/ window":["Neue Registerkarte \/ Fenster"],"Pink":["Pink"],"Red":["Rot"],"Orange":["Orange"],"Yellow":["Gelb"],"Teal":["Blaugrün"],"Green":["Grün"],"Light Blue":["Hellblau"],"Blue":["Blau"],"Purple":["Lila"],"Light Grey":["Hellgrau"],"Grey":["Grau"],"Dark Grey":["Dark Grey"],"Dropdown":["Dropdown"],"Buttons":["Buttons"],"WordPress":["WordPress"],"Shopify":["Shopify"],"Disable default pages?":["Standardseiten deaktivieren?"],"Product links should open in:":["Produktlinks sollten geöffnet werden in:"],"Only applicable if product link not set to 'None'":["Nur anwendbar, wenn der Produktlink nicht auf \"Keine\" gesetzt ist"],"Products should link to:":["Produkte sollten mit:"],"When set to None, product detail pages are not used.":["Wenn auf Keine festgelegt, werden keine Produktdetailseiten verwendet."],"Error: You must provide an API Key":["Fehler: Sie müssen einen API-Schlüssel angeben"],"Error: You must provide an API Password":["Fehler: Sie müssen ein API-Kennwort angeben"],"Error: You must provide a Shared Secret":["Fehler: Sie müssen einen freigegebenen geheimen Schlüssel angeben"],"Error: You must provide a Storefront Access Token":["Fehler: Sie müssen ein Storefront Access-Token bereitstellen"],"Error: You must provide a myshopify.com domain":["Fehler: Sie müssen eine myshopify.com-Domäne angeben"],"Domain (.myshopify.com)":["Domäne (.myshopify.com)"],"These are just defaults. You can change them at anytime.":["Dies sind nur Standardwerte. Sie können sie jederzeit ändern."],"Find your Shopify API keys by ":["Finden Sie Ihre Shopify API-Schlüssel "],"watching our short video tutorial":["Sehen Sie sich unser kurzes Video-Tutorial an"],"View your products here:":["Sehen Sie sich Ihre Produkte hier an:"],"If you want product detail pages, remember to sync your Shopify products by using the ":["Wenn Sie Produktdetailseiten wünschen, denken Sie daran, Ihre Shopify-Produkte mit der "]," Sync Products":[" Sync-Produkte"]," button.":[" Check-Button-Ziel."],"Also for additional display options, try our ":["Auch für zusätzliche Anzeigeoptionen versuchen Sie es mit unserem "],"visual builder tool":["Visual Builder-Tool"],"Go to WordPress Dashboard":["Gehen Sie zum WordPress Dashboard"],"Welcome! Let's start by connecting your Shopify store.":["Herzlich willkommen! Beginnen wir mit der Verbindung Ihres Shopify-Shops."],"Awesome. Now we'll set some general settings.":["Genial. Jetzt werden wir einige allgemeine Einstellungen vornehmen."],"You're on a roll! Let's configure your products.":["Du bist auf einer Rolle! Lassen Sie uns Ihre Produkte konfigurieren."],"Ok almost done. We'll finish with your cart.":["Ok fast fertig. Wir werden mit Ihrem Warenkorb fertig sein."],"Wahoo! You're now ready to sell on WordPress!":["Wahoo! Sie können jetzt auf WordPress verkaufen!"],"Connecting to Shopify ...":["Verbindung zu Shopify ..."],"Finishing Setup ...":["Setup beenden …"],"Save Connection and Continue":["Verbindung speichern und fortfahren"],"Save and Finish the Setup":["Speichern und beenden Sie das Setup"],"Continue to Next Step":["Fahren Sie mit dem nächsten Schritt fort"],"Previous Step":["Vorheriger Schritt"],"Skip the setup process":["Überspringen Sie den Einrichtungsprozess"],"Finding your Shopify API keys":["Suchen Ihrer Shopify-API-Schlüssel"],"Connection":["Verbindung"]}}}