Repository: williamtantaacam/sterviral-plugins
Catalog: wpshopify/languages/wpshopify-*.po
Languages: de_de, fr_fr, nl_nl

source: WP Shopify Warning: Unable to delete single product data cache. Make sure to manually clear via WP Shopify - Tools.
de_de: WP Shopify Warnung: Nicht in der Lage, einzelne Produktdaten-Cache zu löschen. Achten Sie darauf, manuell über WP Shopify-Tools zu löschen.
fr_fr: WP Shopify Warning: impossible de supprimer le cache de données de produit unique. Assurez-vous d’effacer manuellement via WP Shopify-Tools.
nl_nl: WP Shopify waarschuwing: onmogelijk om single product data cache te verwijderen. Zorg ervoor dat handmatig duidelijk via WP Shopify-tools.

source: <b>Error:</b> Your request has been rejected for security reasons. Please clear your browser cache and try again.
de_de: <b>Fehler:</b> Ihr Antrag wurde aus Sicherheitsgründen abgelehnt. Bitte löschen Sie Ihren Browser-Cache und versuchen Sie es erneut.
fr_fr: <b>Erreur:</b> Votre demande a été rejetée pour des raisons de sécurité. Veuillez effacer le cache de votre navigateur et réessayer.
nl_nl: <b>Fout:</b> Uw verzoek is om veiligheidsredenen afgewezen. Wis uw browser cache en probeer het opnieuw.

source: <b>Error:</b> Syncing canceled early. Please refresh the page.
de_de: <b>Fehler:</b> Synchronisation vorzeitig abgesagt Bitte aktualisieren Sie die Seite.
fr_fr: <b>Erreur:</b> La synchronisation est annulée tôt. Veuillez actualiser la page.
nl_nl: <b>Fout:</b> Het synchroniseren is vroegtijdig geannuleerd. Vernieuw de pagina.

source: <b>Error:</b> No connection details found. Please try reconnecting your Shopify store.
de_de: <b>Fehler:</b> Keine Verbindungsdetails gefunden. Bitte versuchen Sie, Ihren Shopify-Store wieder anzuschließen.
fr_fr: <b>Erreur:</b> Aucun détail de connexion trouvé. Veuillez essayer de reconnecter votre magasin Shopify.
nl_nl: <b>Fout:</b> Er zijn geen verbindingsgegevens gevonden. Probeer uw Shopify-winkel opnieuw aan te sluiten.

source: <b>Error:</b> Unable to save Shopify connection details. Please refresh your browser and try again.
de_de: <b>Fehler:</b> Nicht in der Lage, Shopify-Verbindungsdetails zu speichern. Bitte aktualisieren Sie Ihren Browser und versuchen Sie es erneut.
fr_fr: <b>Erreur:</b> Impossible d’enregistrer les détails de connexion Shopify. Veuillez actualiser votre navigateur et réessayer.
nl_nl: <b>Fout:</b> Kan Shopify-verbindingsgegevens niet opslaan. Vernieuw uw browser en probeer het opnieuw.

source: <b>Error:</b> Unable to disconnect Shopify store. Missing or invalid access token.
de_de: <b>Fehler:</b> Nicht in der Lage, Shopify-Speicher zu trennen. Fehlende oder ungültige Zugangsdaten.
fr_fr: <b>Erreur:</b> Impossible de déconnecter Shopify Store. Jeton d’accès manquant ou non valide.
nl_nl: <b>Fout:</b> Kan Shopify Store niet loskoppelen. Toegangstoken ontbreekt of is ongeldig.

source: <b>Error:</b> Syncing canceled early at insert_products().
de_de: <b>Fehler:</b> Synchronisation früh bei insert _ products ().
fr_fr: <b>Erreur:</b> Synchronisation annulée tôt à insert_products ().
nl_nl: <b>Fout:</b> Syncing geannuleerd vroeg op insert_products ().

source: <b>Error:</b> Syncing canceled early at insert_variants().
de_de: <b>Fehler:</b> Synchronisation bei insert _ variants ().
fr_fr: <b>Erreur:</b> Synchronisation annulée tôt à insert_variants ().
nl_nl: <b>Fout:</b> Syncing geannuleerd vroeg op insert_variants ().

source: <b>Error:</b> Syncing canceled early at insert_options().
de_de: <b>Fehler:</b> Synchronisation vorzeitig bei insert _ options ().
fr_fr: <b>Erreur:</b> Synchronisation annulée tôt à insert_options ().
nl_nl: <b>Fout:</b> Syncing geannuleerd vroeg op insert_options ().

source: <b>Error:</b> Syncing canceled early at insert_orders().
de_de: <b>Fehler:</b> Synchronisation vorzeitig bei insert _ orders ().
fr_fr: <b>Erreur:</b> Synchronisation annulée tôt à insert_orders ().
nl_nl: <b>Fout:</b> Syncing geannuleerd vroeg op insert_orders ().

source: <b>Error:</b> Syncing canceled early at insert_images().
de_de: <b>Fehler:</b> Synchronisation vorzeitig bei insert _ images ().
fr_fr: <b>Erreur:</b> Synchronisation annulée tôt à insert_images ().
nl_nl: <b>Fout:</b> Syncing geannuleerd vroeg op insert_images ().

source: <b>Error:</b> Syncing canceled early at insert_customers().
de_de: <b>Fehler:</b> Synchronisation vorzeitig bei insert _ customers ().
fr_fr: <b>Erreur:</b> Synchronisation annulée tôt à insert_customers ().
nl_nl: <b>Fout:</b> Syncing geannuleerd vroeg op insert_customers ().

source: <b>Warning:</b> Unable to delete shop data.
de_de: <b>Warnung:</b> Nicht in der Lage, Shop-Daten zu löschen.
fr_fr: <b>Avertissement:</b> Impossible de supprimer les données de la boutique.
nl_nl: <b>Waarschuwing:</b> Kan winkelgegevens niet verwijderen.

source: <b>Warning:</b> Unable to delete connection settings.
de_de: <b>Warnung:</b> Nicht in der Lage, Verbindungseinstellungen zu löschen.
fr_fr: <b>Avertissement:</b> Impossible de supprimer les paramètres de connexion.
nl_nl: <b>Waarschuwing:</b> Kan de verbindingsinstellingen niet verwijderen.

source: <b>Warning:</b> Some products custom post types could not be deleted. Please try again.
de_de: <b>Warnung:</b> Einige Produkte kundenspezifische Post-Typen konnten nicht gelöscht werden. Bitte versuchen Sie es noch einmal.
fr_fr: <b>Avertissement:</b> Certains produits des types de post personnalisés n’ont pas pu être supprimés. Veuillez réessayer.
nl_nl: <b>Waarschuwing:</b> Sommige producten aangepaste post typen kunnen niet worden verwijderd. Probeer het opnieuw.

source: <b>Warning:</b> Some collections custom post types could not be deleted. Please try again.
de_de: <b>Warnung:</b> Einige Sammlungen kundenspezifische Post-Typen konnten nicht gelöscht werden. Bitte versuchen Sie es noch einmal.
fr_fr: <b>Avertissement:</b> Certains types de post personnalisés de collections n’ont pas pu être supprimés. Veuillez réessayer.
nl_nl: <b>Waarschuwing:</b> Sommige verzamelingen aangepaste bericht typen kunnen niet worden verwijderd. Probeer het opnieuw.

source: <b>Warning:</b> Unable to delete product images.
de_de: <b>Warnung:</b> Nicht in der Lage, Produktbilder zu löschen.
fr_fr: <b>Avertissement:</b> Impossible de supprimer des images de produit.
nl_nl: <b>Waarschuwing:</b> Kan geen productafbeeldingen verwijderen.

source: <b>Warning:</b> Unable to delete product inventory.
de_de: <b>Warnung:</b> Nicht in der Lage, Produktinventar zu löschen.
fr_fr: <b>Avertissement:</b> Impossible de supprimer l’inventaire de produits.
nl_nl: <b>Waarschuwing:</b> Kan de productvoorraad niet verwijderen.

source: <b>Warning:</b> Unable to delete collects.
de_de: <b>Warnung:</b> Nicht in der Lage, Sammlungen zu löschen.
fr_fr: <b>Avertissement:</b> Impossible de supprimer les collectes.
nl_nl: <b>Waarschuwing:</b> Kan het verzamelen niet verwijderen.

source: <b>Warning:</b> Unable to insert certain collects.
de_de: <b>Warnung:</b> Nicht in der Lage, bestimmte Sammlungen einzufügen.
fr_fr: <b>Avertissement:</b> Impossible d’insérer certaines collectes.
nl_nl: <b>Waarschuwing:</b> Kan bepaalde collectes niet invoegen.

source: <b>Warning:</b> Unable to insert certain collects, none found.
de_de: <b>Warnung:</b> Nicht in der Lage, bestimmte Sammlungen einzufügen, keine gefunden.
fr_fr: <b>Avertissement:</b> Impossible d’insérer certaines collectes, aucune n’a été trouvée.
nl_nl: <b>Waarschuwing:</b> Niet in staat te voegen bepaalde verzamelt, geen gevonden.

source: <b>Warning:</b> Unable to delete product tags.
de_de: <b>Warnung:</b> Nicht in der Lage, Produkttags zu löschen.
fr_fr: <b>Avertissement:</b> Impossible de supprimer les balises de produit.
nl_nl: <b>Waarschuwing:</b> Kan productcodes niet verwijderen.

source: <b>Warning:</b> Unable to delete product options.
de_de: <b>Warnung:</b> Nicht in der Lage, Produktoptionen zu löschen.
fr_fr: <b>Avertissement:</b> Impossible de supprimer les options de produit.
nl_nl: <b>Waarschuwing:</b> Kan product opties niet verwijderen.

source: <b>Warning:</b> Unable to delete product variants.
de_de: <b>Warnung:</b> Nicht in der Lage, Produktvarianten zu löschen.
fr_fr: <b>Avertissement:</b> Impossible de supprimer les variantes de produit.
nl_nl: <b>Waarschuwing:</b> Kan productvarianten niet verwijderen.

source: <b>Warning:</b> Unable to delete products.
de_de: <b>Warnung:</b> Nicht in der Lage, Produkte zu löschen.
fr_fr: <b>Avertissement:</b> Impossible de supprimer des produits.
nl_nl: <b>Waarschuwing:</b> Kan producten niet verwijderen.

source: <b>Warning:</b> Unable to delete custom collections.
de_de: <b>Warnung:</b> Nicht in der Lage, kundenspezifische Sammlungen zu löschen.
fr_fr: <b>Avertissement:</b> Impossible de supprimer des collections personnalisées.
nl_nl: <b>Waarschuwing:</b> Kan aangepaste verzamelingen niet verwijderen.

source: <b>Warning:</b> Unable to insert certain custom collections.
de_de: <b>Warnung:</b> Nicht in der Lage, bestimmte eigene Sammlungen einzufügen.
fr_fr: <b>Avertissement:</b> Impossible d’insérer certaines collections personnalisées.
nl_nl: <b>Waarschuwing:</b> Kan bepaalde aangepaste verzamelingen niet invoegen.

source: <b>Warning:</b> Unable to delete smart collections.
de_de: <b>Warnung:</b> Nicht in der Lage, intelligente Sammlungen zu löschen.
fr_fr: <b>Avertissement:</b> Impossible de supprimer les collections intelligentes.
nl_nl: <b>Waarschuwing:</b> Kan geen slimme verzamelingen verwijderen.

source: <b>Warning:</b> Unable to insert certain smart collections.
de_de: <b>Warnung:</b> Nicht in der Lage, bestimmte intelligente Kollektionen einzufügen.
fr_fr: <b>Avertissement:</b> Impossible d’insérer certaines collections intelligentes.
nl_nl: <b>Waarschuwing:</b> Kan bepaalde slimme verzamelingen niet invoegen.

source: <b>Warning:</b> Unable to delete orders.
de_de: <b>Warnung:</b> Nicht in der Lage, Aufträge zu löschen.
fr_fr: <b>Avertissement:</b> Impossible de supprimer des commandes.
nl_nl: <b>Waarschuwing:</b> Kan orders niet verwijderen.

source: <b>Warning:</b> Unable to delete customers.
de_de: <b>Warnung:</b> Nicht in der Lage, Kunden zu löschen.
fr_fr: <b>Avertissement:</b> Impossible de supprimer des clients.
nl_nl: <b>Waarschuwing:</b> Kan geen klanten verwijderen.

source: <b>Error:</b> Currency format not found. Please try again.
de_de: <b>Fehler:</b> Währungsformat nicht gefunden. Bitte versuchen Sie es noch einmal.
fr_fr: <b>Erreur:</b> Format de devise introuvable. Veuillez réessayer.
nl_nl: <b>Fout:</b> Valuta-indeling is niet gevonden. Probeer het opnieuw.

source: Sorry, this product variant is out of stock. Please choose another combination.
de_de: Leider ist diese Produktvariante nicht mehr lieferbar. Bitte wählen Sie eine andere Kombination.
fr_fr: Désolé, cette variante de produit est en stock. Veuillez choisir une autre combinaison.
nl_nl: Sorry, deze productvariant is niet op voorraad. Kies een andere combinatie.

source: <b>Error:</b> Selected option(s) aren't available. Please select a different combination.
de_de: <b>Fehler:</b> Ausgewählte Optionen sind nicht verfügbar. Bitte wählen Sie eine andere Kombination.
fr_fr: <b>Erreur:</b> Les options sélectionnées ne sont pas disponibles. Veuillez sélectionner une autre combinaison.
nl_nl: <b>Fout:</b> Geselecteerde optie (s) zijn niet beschikbaar. Selecteer een andere combinatie.

source: <b>Error:</b> Unable to find selected options. Please try again.
de_de: <b>Fehler:</b> Nicht in der Lage, ausgewählte Optionen zu finden. Bitte versuchen Sie es noch einmal.
fr_fr: <b>Erreur:</b> Impossible de trouver les options sélectionnées. Veuillez réessayer.
nl_nl: <b>Fout:</b> Kan de geselecteerde opties niet vinden. Probeer het opnieuw.

source: <b>Error:</b> No webhook ID set. Please try reconnecting WordPress to your Shopify site.
de_de: <b>Fehler:</b> Kein Webhook-ID-Set. Bitte versuchen Sie, WordPress wieder mit Ihrer Shopify-Website zu verbinden.
fr_fr: <b>Erreur:</b> Aucun ID webhook défini. S’il vous plaît essayer de reconnecter WordPress à votre site Shopify.
nl_nl: <b>Fout:</b> Geen webhook-ID ingesteld. Probeer opnieuw verbinden WordPress om uw Shopify site.

source: <b>Error:</b> Unable to remove webhook
de_de: <b>Fehler:</b> Webhook nicht entfernen
fr_fr: <b>Erreur:</b> Impossible d’enlever webhook
nl_nl: <b>Fout:</b> Niet in staat om te verwijderen webhook

source: <b>Warning:</b> Unable to sync webhook:
de_de: <b> Warnung:</b> Webhook kann nicht synchronisiert werden
fr_fr: <b>Avertissement:</b> Impossible de synchroniser webhook
nl_nl: <b>Waarschuwing:</b> Niet in staat om te synchroniseren webhook

source: <b>Error:</b> This license key is either missing or invalid. Please verify your key by logging into your account at wpshop.io.
de_de: <b>Fehler:</b> Dieser Lizenzschlüssel fehlt oder ist ungültig. Bitte überprüfen Sie Ihren Schlüssel, indem Sie sich bei wpshop.io.
fr_fr: <b>Erreur:</b> Cette clé de licence est manquante ou non valide. Veuillez vérifier votre clé en vous connectant à votre compte à wpshop.io.
nl_nl: <b>Fout:</b> Deze licentiesleutel ontbreekt of is ongeldig. Controleer de sleutel door in te loggen op uw account op wpshop.io.

source: <b>Error:</b> Unable to delete license key. Please refresh your browser and try again.
de_de: <b>Fehler:</b> Nicht in der Lage, Lizenzschlüssel zu löschen. Bitte aktualisieren Sie Ihren Browser und versuchen Sie es erneut.
fr_fr: <b>Erreur:</b> Impossible de supprimer la clé de licence. Veuillez actualiser votre navigateur et réessayer.
nl_nl: <b>Fout:</b> Kan de licentiesleutel niet verwijderen. Vernieuw uw browser en probeer het opnieuw.

source: <b>Warning:</b> Unable to sync smart collections, none found.
de_de: <b>Warnung:</b> Da es nicht in der Lage ist, intelligente Kollektionen zu synchronisieren, fand man keine.
fr_fr: <b>Avertissement:</b> Impossible de synchroniser les collections intelligentes, aucune n’a été trouvée.
nl_nl: <b>Waarschuwing:</b> Kan geen slimme verzamelingen synchroniseren, geen gevonden.

source: <b>Warning:</b> Unable to sync custom collections, none found.
de_de: <b>Warnung:</b> Nicht in der Lage, eigene Kollektionen zu synchronisieren, keine gefunden.
fr_fr: <b>Avertissement:</b> Impossible de synchroniser des collections personnalisées, aucune n’a été trouvée.
nl_nl: <b>Waarschuwing:</b> Kan geen aangepaste verzamelingen synchroniseren, geen gevonden.

source: <b>Warning:</b> Unable to sync orders, none found.
de_de: <b>Warnung:</b> Da es nicht in der Lage ist, Aufträge zu synchronisieren, wurde keine gefunden.
fr_fr: <b>Avertissement:</b> Impossible de synchroniser les commandes, aucune n’a été trouvée.
nl_nl: <b>Waarschuwing:</b> Kan geen orders synchroniseren, geen gevonden.

source: <b>Warning:</b> Unable to sync customers, none found.
de_de: <b>Warnung:</b> Nicht in der Lage, Kunden zu synchronisieren, fand keiner.
fr_fr: <b>Avertissement:</b> Impossible de synchroniser les clients, aucun trouvé.
nl_nl: <b>Waarschuwing:</b> Kan geen klanten synchroniseren, geen gevonden.

source: <b>Warning:</b> Unable to sync products, none found.
de_de: <b>Warnung:</b> Da es nicht möglich ist, Produkte zu synchronisieren, fand man keine.
fr_fr: <b>Avertissement:</b> Impossible de synchroniser les produits, aucun n’a été trouvé.
nl_nl: <b>Waarschuwing:</b> Kan geen producten synchroniseren, geen gevonden.

source: <b>Warning:</b> Unable to find products attached to any collections.
de_de: <b>Warnung:</b> Nicht in der Lage, Produkte zu finden, die an irgendwelche Sammlungen angehängt sind.
fr_fr: <b>Avertissement:</b> Impossible de trouver des produits attachés à des collections.
nl_nl: <b>Waarschuwing:</b> Kan geen producten vinden die aan verzamelingen zijn gekoppeld.

source: <b>Warning:</b> Unable to sync variants, none found.
de_de: <b>Warnung:</b> Da es nicht möglich ist, Varianten zu synchronisieren, wurde keine gefunden.
fr_fr: <b>Avertissement:</b> Impossible de synchroniser les variantes, aucune n’a été trouvée.
nl_nl: <b>Waarschuwing:</b> Kan geen varianten synchroniseren, geen gevonden.

source: <b>Warning:</b> Unable to sync webhooks, none found.
de_de: <b>Warnung:</b> Nicht in der Lage, Webhooks zu synchronisieren, keine gefunden.
fr_fr: <b>Avertissement:</b> Impossible de synchroniser les webhooks, aucun n’a été trouvé.
nl_nl: <b>Waarschuwing:</b> Niet in staat om te synchroniseren webhaken, geen gevonden.

source: <b>Warning:</b> Unable to sync collects, none found.
de_de: <b>Warnung:</b> Nicht in der Lage, Sammlungen zu synchronisieren, keine gefunden.
fr_fr: <b>Avertissement:</b> Impossible de synchroniser les collectes, aucune n’a été trouvée.
nl_nl: <b>Waarschuwing:</b> Kan niet synchroniseren verzamelt, geen gevonden.

source: <b>Warning:</b> Unable to sync 1 or more orders.
de_de: <b>Warnung:</b> Nicht in der Lage, 1 oder mehr Aufträge zu synchronisieren.
fr_fr: <b>Avertissement:</b> Impossible de synchroniser 1 ou plusieurs commandes.
nl_nl: <b>Waarschuwing:</b> Kan 1 of meer orders niet synchroniseren.

source: <b>400 Error:</b> The request was not understood by the server.
de_de: <b>400 Fehler:</b> Die Anfrage wurde vom Server nicht verstanden
fr_fr: <b>400 erreur: </b> La demande n’a pas été comprise par le serveur
nl_nl: <b>400 Fout:</b> Het verzoek werd niet begrepen door de server

source: <b>401 Error:</b> The necessary authentication credentials are not present in the request or are incorrect.
de_de: <b>401 Fehler:</b> Die notwendigen Authentifizierungsdaten sind in der Anfrage nicht vorhanden oder falsch
fr_fr: <b>401 erreur: </b> Les informations d’authentification nécessaires ne sont pas présentes dans la demande ou sont incorrectes
nl_nl: <b>401 fout: </b> De vereiste verificatiereferenties zijn niet aanwezig in de aanvraag of zijn onjuist

source: <b>402 Error:</b> The requested shop is currently frozen.
de_de: <b>402 Fehler:</b> Der angeforderte Laden ist derzeit eingefroren
fr_fr: <b>402 erreur: </b> La boutique demandée est actuellement gelée
nl_nl: <b>402 fout: </b> De gevraagde winkel is momenteel bevroren

source: <b>403 Error:</b> The server is refusing to respond to the request. This is generally because you have not requested the appropriate scope for this action.
de_de: <b>403 Fehler:</b> Der Server weigert sich, auf die Anfrage zu reagieren. Das liegt im Allgemeinen daran, dass Sie nicht den entsprechenden Spielraum für diese Aktion gefordert haben
fr_fr: <b>403 erreur: </b> Le serveur refuse de répondre à la demande. Cela est généralement dû au fait que vous n’avez pas demandé la portée appropriée pour cette action
nl_nl: <b>403 fout: </b> De server weigert te reageren op het verzoek. Dit is meestal omdat u niet de juiste Scope voor deze actie hebt aangevraagd

source: <b>404 Error:</b> The requested resource was not found.
de_de: <b>404 Fehler:</b> Die angeforderte Ressource wurde nicht gefunden
fr_fr: <b>404 erreur: </b> La ressource demandée n’a pas été trouvée
nl_nl: <b>404 fout: </b> De gevraagde bron is niet gevonden

source: <b>406 Error:</b> The requested resource contained the wrong HTTP method or an invalid URL.
de_de: <b> 406 Error:</b> Die angeforderte Ressource enthielt die falsche HTTP-Methode oder eine ungültige URL
fr_fr: <b>406 erreur: </b> La ressource demandée contenait la mauvaise méthode HTTP ou une URL non valide
nl_nl: <b>406 fout: </b> De gevraagde bron bevatte de verkeerde HTTP-methode of een ongeldige URL

source: <b>422 Error:</b> The request body was well-formed but contains semantical errors.
de_de: <b> 422 Fehler:</b> Der Anfragekörper war gut geformt, enthält aber semantische Fehler
fr_fr: <b>422 erreur: </b> Le corps de la requête a été bien formé, mais contient des erreurs sémantiques
nl_nl: <b>422 fout: </b> Het verzoek lichaam was goed gevormd, maar bevat semantische fouten

source: <p class="wps-syncing-error-message"><b>400 Error:</b> The request endpoint was mal-formed.</p>
de_de: <p class="Wps-syncing-error-message" > <b> 400 Error:</b> Der Anfrageendpunkt wurde mal-gebildet. </p>
fr_fr: <p class="wps-syncing-error-message"><b>400 erreur: </b> le point de terminaison de la demande a été mal formé. </p>
nl_nl: <p class="wps-syncing-error-message"><b>400 fout: </b> het eindpunt van de aanvraag was mal-gevormd. </p>

source: <p class="wps-syncing-error-message"><b>413 Error:</b> The Shopify data is too large for your server to handle.</p>
de_de: <p-Sclass = "Wps-Syncing-Fehlermeldung" > <b> 413 Fehler:</b> Die Shopify-Daten sind zu groß, als dass Ihr Server damit umgehen könnte. </p>
fr_fr: <p class="wps-syncing-error-message"><b>413 erreur: </b> les données Shopify sont trop grandes pour que votre serveur gère. </p>
nl_nl: <p class="wps-syncing-error-message"><b>413 fout: </b> de Shopify gegevens is te groot voor uw server te verwerken. </p>

source: <b>429 Error:</b> The request was not accepted because the application has exceeded the rate limit. See the API Call Limit documentation for a breakdown of Shopify's rate-limiting mechanism.
de_de: <b> 429 Fehler:</b> Der Antrag wurde nicht angenommen, weil der Antrag die Tarifgrenze überschritten hat. Sehen Sie sich die API Call Limit-Dokumentation an, um den Mechanismus zur Geschwindigkeitsbegrenzung von Shopify zu brechen.
fr_fr: <b>429 erreur: </b> La demande n’a pas été acceptée parce que la demande a dépassé la limite tarifaire. Consultez la documentation de la limite d’appel API pour une ventilation du mécanisme de limitation tarifaire de Shopify.
nl_nl: <b>429 Fout:</b> De aanvraag is niet geaccepteerd omdat de toepassing de tarief limiet heeft overschreden. Zie de API call Limit-documentatie voor een uitsplitsing van het Shopify-beperkings mechanisme.

source: <b>500 Error:</b> An internal error occurred at Shopify.
de_de: <b> 500 Fehler:</b> Bei Shopify ist ein interner Fehler aufgetreten
fr_fr: <b> 500 Erreur: </b> Une erreur interne s’est produite à Shopify
nl_nl: <b>400 Fout:</b> Er is een interne fout opgetreden bij Shopify

source: <b>501 Error:</b> The requested endpoint is not available on that particular shop.
de_de: <b> 501 Fehler:</b> Der angeforderte Endpunkt ist in diesem Shop nicht verfügbar
fr_fr: <b> 501 erreur: </b> Le point de terminaison demandé n’est pas disponible sur ce magasin particulier
nl_nl: <b>401 Fout:</b> Het gevraagde eindpunt is niet beschikbaar op die bepaalde winkel

source: <b>503 Error:</b> The server is currently unavailable. Check the Shopify <a href="https://status.shopify.com/" target="_blank">status page</a> for reported service outages.
de_de: <b> 503 Fehler:</b> Der Server ist derzeit nicht verfügbar. Überprüfen Sie den Shopify <a href = "https://status.shopify.com/" target = "_ blank" > Statusseite </a> für gemeldete Service-Ausfälle
fr_fr: <b> 503 erreur: </b> Le serveur n’est actuellement pas disponible. Vérifiez le Shopify <a href="https://status.shopify.com/" target="_blank"> page d’État </a> pour les pannes de service signalées
nl_nl: <b>403 Fout:</b> De server is momenteel niet beschikbaar. Controleer de Shopify <a href="https://status.shopify.com/" target="_blank"> statuspagina </a> voor gemelde service uitval

source: <b>504 Error:</b> The request could not complete in time.
de_de: <b> 504 Fehler:</b> Der Antrag konnte nicht rechtzeitig abgeschlossen werden
fr_fr: <b> 504 erreur: </b> La demande n’a pas pu être achevée à temps
nl_nl: <b>404 Fout:</b> Het verzoek kan niet tijdig worden voltooid
