{"translation-revision-date":"2020-05-29 15:10-0500","generator":"WP-CLI\/2.4.0","source":"dist\/blocks.084c6a.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"nl_NL","plural-forms":"nplurals=2; plural=(n != 1);"},"Tags":["Tags"],"Products":["Producten"],"Checkout":["Afrekenen"],"Out of stock":["Uitverkocht"],"Invalid client instance found":["Ongeldige clientinstantie gevonden"],"Error: Missing checkout instance":["Fout: fout: fout- of afhandelingsinstantie missen"],"Error: Missing client instance":["Fout: ontbrekende clientinstantie"],"Oops, it looks like you still need to set your Shopify API credentials. Please add these within the plugin settings and try again.":["Oeps, het lijkt erop dat u nog steeds uw Shopify API-referenties moet instellen. Voeg deze toe binnen de plug-in-instellingen en probeer het opnieuw."],"Missing credentials Client object":["Ontbrekende referenties Clientobject"],"Uh oh, it looks like your Shopify credentials are incorrect. Please double check your domain and storefront access token within the plugin settings and try again.":["Uh oh, het lijkt erop dat uw Shopify-referenties onjuist zijn. Controleer uw domein en toegangstoken voor winkelpuien in de plug-in-instellingen en probeer het opnieuw."],"Uh oh, it appears that invalid product ids were used. Please clear your browser cache and reload the page.":["Uh oh, het lijkt erop dat ongeldige product-id's werden gebruikt. Verwijder uw browsercache en herlaad de pagina."],"Uh oh, it looks like an error occurred. Please contact the plugin developer with this message to fix.":["Het lijkt erop dat er een fout is opgetreden. Neem contact op met de ontwikkelaar van de plugin met dit bericht op te lossen."],"Uh oh, it looks like a network error occurred. Please ensure that your site is using a valid HTTPS certificate on all pages.":["Uh oh, het lijkt erop dat er een netwerkfout is opgetreden. Zorg ervoor dat uw site op alle pagina's een geldig HTTPS-certificaat gebruikt."],"Uh oh, it looks like an invalid lineitems data type was found. Please clear your cache and try again.":["Uh oh, het lijkt erop dat een ongeldig regelitems gegevenstype is gevonden. Maak uw cache leeg en probeer het opnieuw."],"Hmm, it looks like you still need to connect your Shopify store or the credentials are wrong \/ missing. Please double check the \"connect\" tab within the plugin settings.":["Hmm, het lijkt erop dat je nog steeds nodig hebt om uw Shopify-winkel aan te sluiten of de referenties zijn verkeerd \/ ontbreekt. Controleer het tabblad 'verbinden' in de plug-in-instellingen."],"Hmm, it looks like you may be trying to access a field on the Storefront API that does not exist.":["Hmm, het lijkt erop dat je probeert om toegang te krijgen tot een veld op de Storefront API die niet bestaat."],"Uh oh, we were unable to locate the product you attempted to update. Please clear your browser cache and try again.":["We konden het product dat je probeerde bij te werken niet vinden. Verwijder uw browsercache en probeer het opnieuw."],"Unable to connect to store. This could be because your network is down or your browser is blocking cookies. A possible <a href=\"https:\/\/wpshop.io\/docs\" target=\"_blank\">solution can be found here<\/a>. Try disabling any browser extensions and clearing your browser cache.":["Kan geen verbinding maken met de winkel. Dit kan zijn omdat uw netwerk uit is of uw browser cookies blokkeert. Een mogelijke <a href=\"https:\/\/wpshop.io\/docs\" target=\"_blank\">oplossing is hier te vinden.<\/a> Probeer browserextensies uit te schakelen en uw browsercache te wissen."],"Unable to flush the store cache. Please clear your browser cache and reload the page.":["Kan de cache van de winkel niet spoelen. Verwijder uw browsercache en herlaad de pagina."],"Unable to create new session after checking out. Please clear your browser cache and reload the page.":["Kan geen nieuwe sessie maken na het uitchecken. Verwijder uw browsercache en herlaad de pagina."],"No existing payload found":["Geen bestaande payload gevonden"],"Uh oh, no query parameters were passed for fetchNewItems. Please clear your browser cache and try again.":["Er zijn geen queryparameters doorgegeven voor fetchNewItems. Verwijder uw browsercache en probeer het opnieuw."],"Uh oh, it looks your query params are invalid. Please clear your browser cache and reload the page.":["Het lijkt erop dat je query params ongeldig zijn. Verwijder uw browsercache en herlaad de pagina."],"You still need to connect your Shopify store or the credentials are missing. Double check the \"connect\" tab within the plugin settings.":["U moet nog steeds uw Shopify-winkel aansluiten of de referenties ontbreken. Controleer het tabblad 'verbinden' in de plug-in-instellingen."],"No product ids found":["Geen product-id's gevonden"],"View product":["Bekijk product"],"Add to cart":["In winkelwagen"],"Shopping cart":["Winkelmandje"],"Begin checkout":["Begin met afrekenen"],"No line items exist":["Er bestaan geen regelitems"],"No checkout instance available":["Geen afhandelingsinstantie beschikbaar"],"No store checkout or client instances were found.":["Er zijn geen winkelafhandelings- of klantinstanties gevonden."],"No products left to show":["Geen producten meer om te tonen"],"No items left":["Geen objecten meer over"],"Uh oh, it looks like an error occured. Please clear your browser cache and try again.":["Het lijkt erop dat er een fout is opgetreden. Verwijder uw browsercache en probeer het opnieuw."],"Load more":["Meer laden"],"Page size:":["Paginaformaat:"],"Choose a size":["Kies een afmeting"],"Added!":["Toegevoegd!"],"Only %s left!":["Alleen nog %s over!"],"Please select a variation":["Selecteer een variant"],"WP Shopify Placeholder Image":["Afbeelding van tijdelijke aanduiding voor WP-shopify"],"Price:":["Prijs:"],"Sale!":["Aanbieding!"],"Was: ":["Was:"],"Search":["Zoeken"],"Search the store":["Doorzoek de winkel"],"Loading ...":["Aan het laden..."],"Loading %s ...":["Laden %s ... "],"No %s found":["Geen %s gevonden"],"Filter by":["Filter op"],"%s. Occurred when fetching available filter options. Please clear your browser cache and reload the page. ":["%s. Is opgetreden bij het ophalen van beschikbare filteropties. Verwijder uw browsercache en herlaad de pagina."],"Vendors":["Vendoren"],"Types":["Types"],"Clear all":["Alles verwijderen"],"Available for sale":["Te koop aangeboden"],"Sort by:":["Sorteer op:"],"Choose an option":["Kies een optie"],"Price (Low to high)":["Prijs (Laag tot hoog)"],"Price (High to low)":["Prijs (van hoog naar laag)"],"New Arrival":["Nieuwe aankomst"],"Best Selling":["Best verkocht"],"Title (A-Z)":["Titel (A-Z)"],"Title (Z-A)":["Titel (Z-A)"],"General":["Algemeen"],"Layout":["Layout"],"Pricing":["Prijzen"],"None":["Geen"],"Current tab \/ window":["Huidig tabblad \/ venster"],"New tab \/ window":["Nieuw tabblad \/ venster"],"Dropdown":["Dropdown"],"Buttons":["Knoppen"],"WordPress":["WordPress"],"Shopify":["Shopify"],"Product links should open in:":["Productkoppelingen moeten worden geopend in:"],"Products should link to:":["Producten moeten worden gekoppeld aan:"],"Show price range":["Prijsklasse weergeven"],"Variant style":["Variantstijl"],"Title":["Titel"],"Vendor":["Verkoper"],"Product Type":["Producttype"],"Small":["Klein"],"Medium":["Medium"],"Big":["Groot"],"Pale pink":["Lichtroze"],"Vivid red":["Levendig rood"],"Luminous vivid":["Lichtgevend levendig"],"Luminous vivid amber":["Lichtgevende levendige amber"],"Light green cyan":["Lichtgroene cyaan"],"Vivid green cyan":["Levendige groene cyaan"],"Pale cyan blue":["Licht cyaanblauw"],"Cyan blue":["Cyaan blauw"],"Light grey":["Lichtgrijs"],"Medium blue grey":["Medium blauw grijs"],"Dark grey":["Donkergrijs"],"Add to cart color:":["Toevoegen aan de kleur van de winkelwagen:"],"Add to cart button text":["Tekst toevoegen aan de knop winkelwagentje"],"Align height?":["Hoogte uitlijnen?"],"Determines whether to show products that are in stock or not":["Bepaalt of producten die op voorraad zijn of niet moeten weergeven"],"Any":["Alle"],"In stock":["Op voorraad"],"Filter by Collection":["Filteren op verzameling"],"Filter products which belong to a collection. Only matches one collection.":["Filter producten die tot een collectie behoren. Komt slechts overeen met één collectie."],"Match criteria":["Criteria afstemmen"],"Determines how a match is found when filtering products. \"OR\" will attempt to match any products from the set filters. \"AND\" will only match products when all filters are true. Default is AND":["Hiermee bepaalt u hoe een overeenkomst wordt gevonden bij het filteren van producten. \"OR\" zal proberen om alle producten van de set filters overeenkomen. \"AND\" komt alleen overeen met producten als alle filters waar zijn. Standaard is EN"],"AND":["EN"],"OR":["OF"],"Description Color:":["Beschrijvingskleur:"],"Limit Description Length":["Lengte van de beschrijving beperken"],"Limits the number of characters":["Beperkt het aantal tekens"],"Description":["Omschrijving"],"Images":["Afbeeldingen"],"Buy Button":["Koop knop"],"Exclude from layout: ":["Uitsluiten van lay-out:"],"Hide quantity":["Hoeveelheid verbergen"],"Infinite scroll?":["Oneindige rol?"],"Items per row":["Items per rij"],"Limit products?":["Producten beperken?"],"Sets the number of products shown. This will take precedence over the page size setting.":["Hiermee stelt u het aantal getoonde producten in. Dit heeft voorrang op de instelling voor paginagrootte."],"Max quantity":["Maximumhoeveelheid"],"Min quantity":["Min hoeveelheid"],"Page size":["Pagina grootte"],"Show pagination":["Toon paginering"],"Filter by Product Type":["Filteren op producttype"],"Match product types. Separate multiple by comma.":["Overeenkomen met producttypen. Aparte meervoudige door komma."],"You must turn off Lite Sync in order to link products to WordPress single pages.":["U moet Lite Sync uitschakelen om producten aan WordPress-pagina's te koppelen."],"Quantity label text":["Hoeveelheidlabeltekst"],"Reverse order?":["Omgekeerde volgorde?"],"Show compare at":["Toon vergelijk tegen prijzen"],"Useful for showing sale pricing":["Handig voor het weergeven van verkoopprijzen"],"Show featured only":["Toon alleen uitgelicht"],"Show quantity label":["Label van hoeveelheid weergeven"],"Show zoom":["Zoom weergeven"],"ID":["ID"],"Price":["Prijs"],"Created At":["Aangemaakt op"],"Updated At":["Bijgewerkt op"],"Collection Default (Collection only)":["Standaard verzameling (alleen verzameling)"],"Manual (Collection only)":["Handleiding (alleen collectie)"],"Sort by":["Sorteer op"],"Note: sorting by price will take all variant prices into consideration":["Let op: sorteren op prijs houdt rekening met alle varianten"],"Warning: You must filter products by a Collection first!":["Waarschuwing: U moet producten eerst filteren op een collectie!"],"Filter by Tag":["Filter op tag"],"Match product tags. Separate multiple by comma.":["Overeenkomen met producttags. Aparte meervoudige door komma."],"Title Color:":["Website Titel Kleur"],"Filter by Title":["Zoek op trefwoord"],"Match product titles. Separate multiple by comma.":["Overeenkomen met producttitels. Scheid meerdere door komma’s."],"Variant button color:":["Variant knop kleur:"],"Filter by Vendor":["Filter op verkoper"],"Match product vendors. Separate multiple by comma.":["Overeenkomen met productleveranciers. Scheid meerdere door komma’s."],"Filtering":["Filtreren"],"This block displays a simple \"buy button\" without the product title, images, or price.":["Dit blok geeft een eenvoudige “koopknop” weer zonder de producttitel, afbeeldingen of prijs."],"products":["producten"],"shopify":["Shopify"],"store":["winkel"],"button":["knop"],"buy":["kopen"],"Sorting":["Sorteren"],"Pagination":["Paginering"],"This block displays one or more Shopify products in a grid layout.":["Dit blok toont een of meer Shopify-producten in een rasterindeling."],"ecommerce":["Ecommerce"],"sell":["verkopen"],"Single Product":["Enkel Product"],"This block displays a single Shopify product.":["Dit blok toont één Shopify-product."]}}}