Repository: williamtantaacam/sterviral-plugins
Catalog: wpshopify/languages/wpshopify-*.po
Languages: de_de, fr_fr, nl_nl

source: <b>Error:</b> An unknown Shopify API response was received during syncing. Please try disconnecting and reconnecting your store.
de_de: <b> Fehler:</b> Eine unbekannte Shopify-API-Antwort wurde während der Synchronisation empfangen. Bitte versuchen Sie, Ihren Laden zu trennen und wieder anzuschließen
fr_fr: <b>Erreur:</b> Une réponse d’API Shopify inconnue a été reçue lors de la synchronisation. Veuillez essayer de déconnecter et de reconnecter votre magasin
nl_nl: <b>Fout:</b> Er is een onbekende Shopify API-reactie ontvangen tijdens het synchroniseren. Probeer uw winkel los te koppelen en opnieuw aan te sluiten

source: <b>521 Error:</b> Unable to establish an active connection with the web server.
de_de: <b> 521 Fehler:</b> Nicht in der Lage, eine aktive Verbindung mit dem Webserver herzustellen
fr_fr: <b> 521 erreur: </b> Impossible d’établir une connexion active avec le serveur Web
nl_nl: <b>421 Fout:</b> Kan geen actieve verbinding met de webserver tot stand brengen

source: Failed to update sync status during the syncing process. Please clear the plugin transient cache and try again.
de_de: Es ist gescheitert, den Sync-Status während des Synchronisationsprozesses zu aktualisieren. Bitte löschen Sie das Plugin Transient Cache und versuchen Sie es erneut
fr_fr: Échec de la mise à jour de l’état de synchronisation pendant le processus de synchronisation. Veuillez effacer le cache transitoire du plugin et réessayez
nl_nl: Kan de synchronisatiestatus niet bijwerken tijdens het synchronisatieproces. Gelieve duidelijk de plugin voorbijgaande cache en probeer het opnieuw

source: <b>Warning:</b> Some collects were possibly missed during the syncing process. If you notice any absent content, try clearing the plugin cache and resync.
de_de: <b>Warnung:</b> Einige Sammlungen wurden möglicherweise während des Synchronisierungsprozesses verpasst. Wenn Sie einen abwesenden Inhalt bemerken, versuchen Sie, den Plugin-Cache und resync zu löschen.
fr_fr: <b>Avertissement:</b> Certaines collectes ont pu être manquées pendant le processus de synchronisation. Si vous remarquez un contenu absent, essayez de vider le cache du plugin et Resync.
nl_nl: <b>Waarschuwing:</b> Sommige verzamelt werden mogelijk gemist tijdens het synchronisatieproces. Als u een afwezige inhoud opmerkt, probeer dan het wissen van de plugin cache en Resync.

source: <b>Warning:</b> Some products were possibly missed during the syncing process. If you notice any absent content, try clearing the plugin cache and resync.
de_de: <b>Warnung:</b> Einige Produkte wurden möglicherweise während des Synchronisierungsprozesses verpasst. Wenn Sie einen abwesenden Inhalt bemerken, versuchen Sie, den Plugin-Cache und resync zu löschen.
fr_fr: <b>Avertissement:</b> Certains produits ont peut-être manqué pendant le processus de synchronisation. Si vous remarquez un contenu absent, essayez de vider le cache du plugin et Resync.
nl_nl: <b>Waarschuwing:</b> Sommige producten werden mogelijk gemist tijdens het synchronisatieproces. Als u een afwezige inhoud opmerkt, probeer dan het wissen van de plugin cache en Resync.

source: <b>Warning:</b> Some product ids were possibly missing during the syncing process. If you notice any absent content, try clearing the plugin cache and resync.
de_de: <b>Warnung:</b> Einige Produktidezünder fehlten möglicherweise während des Synchronisierungsprozesses. Wenn Sie einen abwesenden Inhalt bemerken, versuchen Sie, den Plugin-Cache und resync zu löschen.
fr_fr: <b>Avertissement:</b> Certains identifiants de produit étaient peut-être manquants pendant le processus de synchronisation. Si vous remarquez un contenu absent, essayez de vider le cache du plugin et Resync.
nl_nl: <b>Waarschuwing:</b> Sommige product-id's ontbreken mogelijk tijdens het synchronisatieproces. Als u een afwezige inhoud opmerkt, probeer dan het wissen van de plugin cache en Resync.

source: <b>Warning:</b> Some general shop data was possibly missed during the syncing process. If you notice any absent content, try clearing the plugin cache and resync.
de_de: <b>Warnung:</b> Einige allgemeine Shop-Daten wurden möglicherweise während des Synchronisierungsprozesses verpasst. Wenn Sie einen abwesenden Inhalt bemerken, versuchen Sie, den Plugin-Cache und resync zu löschen.
fr_fr: <b>Avertissement:</b> Certaines données générales du magasin ont peut-être été manquées pendant le processus de synchronisation. Si vous remarquez un contenu absent, essayez de vider le cache du plugin et Resync.
nl_nl: <b>Waarschuwing:</b> Sommige algemene winkelgegevens werden mogelijk gemist tijdens het synchronisatieproces. Als u een afwezige inhoud opmerkt, probeer dan het wissen van de plugin cache en Resync.

source: <b>Warning:</b> Some orders were possibly missed during the syncing process. If you notice any absent content, try clearing the plugin cache and resync.
de_de: <b>Warnung:</b> Einige Aufträge wurden möglicherweise während des Synchronisierungsprozesses verpasst. Wenn Sie einen abwesenden Inhalt bemerken, versuchen Sie, den Plugin-Cache und resync zu löschen.
fr_fr: <b>Avertissement:</b> Certaines commandes ont pu être manquées pendant le processus de synchronisation. Si vous remarquez un contenu absent, essayez de vider le cache du plugin et Resync.
nl_nl: <b>Waarschuwing:</b> Sommige orders werden mogelijk gemist tijdens het synchronisatieproces. Als u een afwezige inhoud opmerkt, probeer dan het wissen van de plugin cache en Resync.

source: <b>Warning:</b> Some customers were possibly missed during the syncing process. If you notice any absent content, try clearing the plugin cache and resync.
de_de: <b>Warnung:</b> Einige Kunden wurden möglicherweise während des Synchronisierungsprozesses verpasst. Wenn Sie einen abwesenden Inhalt bemerken, versuchen Sie, den Plugin-Cache und resync zu löschen.
fr_fr: <b>Avertissement:</b> Certains clients ont peut-être manqué pendant le processus de synchronisation. Si vous remarquez un contenu absent, essayez de vider le cache du plugin et Resync.
nl_nl: <b>Waarschuwing:</b> Sommige klanten werden mogelijk gemist tijdens het synchronisatieproces. Als u een afwezige inhoud opmerkt, probeer dan het wissen van de plugin cache en Resync.

source: <b>Warning:</b> Some collections were possibly missed during the syncing process. If you notice any absent content, try clearing the plugin cache and resync.
de_de: <b>Warnung:</b> Einige Sammlungen wurden möglicherweise während des Synchronisierungsprozesses verpasst. Wenn Sie einen abwesenden Inhalt bemerken, versuchen Sie, den Plugin-Cache und resync zu löschen.
fr_fr: <b>Avertissement:</b> Certaines collections ont pu être manquées pendant le processus de synchronisation. Si vous remarquez un contenu absent, essayez de vider le cache du plugin et Resync.
nl_nl: <b>Waarschuwing:</b> Sommige verzamelingen werden mogelijk gemist tijdens het synchronisatieproces. Als u een afwezige inhoud opmerkt, probeer dan het wissen van de plugin cache en Resync.

source: Please make sure you've entered your Shopify domain.
de_de: Bitte stellen Sie sicher, dass Sie Ihre Shopify-Domain eingegeben haben.
fr_fr: S’il vous plaît assurez-vous que vous avez entré votre domaine Shopify.
nl_nl: Controleer of u uw Shopify-domein hebt ingevoerd.

source: <b>Database Error:</b> The data you're trying to sync is too large for the database to handle. Try adjusting the "Items per request" option within the plugin settings.
de_de: <b> Datenbankfehler:</b> Die Daten, die Sie synchronisieren wollen, sind zu groß, als dass die Datenbank verarbeitet werden könnte. Versuchen Sie, die Option "Elemente pro Anfrage" in den Plug-In-Einstellungen anzupassen.
fr_fr: Erreur de base de données <b>: </b> Les données que vous essayez de synchroniser sont trop volumineuses pour que la base de données gère. Essayez d’ajuster l’option "items par demande" dans les paramètres du plugin.
nl_nl: <b> database fout: </b> De gegevens die u probeert te synchroniseren, zijn te groot voor de verwerking van de database. Probeer het aanpassen van de "items per verzoek" optie binnen de plugin instellingen.

source: <p class="wps-syncing-error-message"><b>Server Error:</b> The maximum amount of server memory was exceeded.</p>
de_de: <p class=“wps-syncing-error-message”><b>Serverfehler:</b> Die maximale Menge an Serverspeicher wurde überschritten.</p>
fr_fr: <p class="wps-syncing-error-message"><b> Erreur du serveur: </b> la quantité maximale de mémoire du serveur a été dépassée. </p>
nl_nl: <p class="wps-syncing-error-message"><b>Server Error: </b> de maximale hoeveelheid server geheugen werd overschreden. </p>

source: <p class="wps-syncing-error-message"><b>Database Error:</b> Unable to create migration table.</p>
de_de: <p class=“wps-syncing-error-message”><b>Datenbankfehler: </b> Es konnte keine Migrationstabelle erstellt werden.</p>
fr_fr: <p class="wps-syncing-error-message"><b> erreur de base de données: </b> impossible de créer la table de migration. </p>
nl_nl: <p class="wps-syncing-error-message"><b>database fout: </b> kan geen migratietabel maken. </p>

source: <p class="wps-syncing-error-message"><b>Database Error:</b> Unable to create migration table as it already exists.</p>
de_de: <p class="wps-syncing-error-message"><b>Database-Fehler:</b> Nicht in der Lage, Migrationstabelle zu erstellen, wie sie bereits existiert. </p>
fr_fr: <p class=“wps-syncing-error-message”><b>Erreur de base de données:</b> Impossible de créer un tableau de migration tel qu’il existe déjà.</p>
nl_nl: <p class="wps-syncing-error-message"><b>database fout: </b> kan de migratietabel niet maken zoals deze al bestaat. </p>

source: <p class="wps-syncing-error-message"><b>Database Error:</b> Unable to find charset for table:</p>
de_de: <p class="wps-syncing-error-message"><b> Datenbankfehler:</b> Nicht in der Lage, Charset für Tabelle zu finden: </p>
fr_fr: <p class="wps-syncing-error-message"><b> erreur de base de données: </b> impossible de trouver charset pour la table: </p>
nl_nl: <p class="wps-syncing-error-message"><b>database error: </b> niet in staat om charset te vinden voor tabel: </p>

source: <p class="wps-syncing-error-message"><b>Type Error:</b> Unabled to convert data type to Object.</p>
de_de: <p class="wps-syncing-error-message" > <b> Typenfehler:</b> Nicht in der Lage, den Datentyp in Objekt zu konvertieren. </p>
fr_fr: <p class="wps-syncing-error-message"><b> erreur de type: </b> unabled pour convertir le type de données en Object. </p>
nl_nl: <p class="wps-syncing-error-message"><b>type fout: </b> unabled om gegevens type om te zetten in object. </p>

source: <p class="wps-syncing-error-message"><b>Type Error:</b> Unabled to convert data type to Array.</p>
de_de: <p class="wps-syncing-error-message"><b> Typenfehler:</b> nicht in den </p> konvertiert, um den Datentyp in Array zu konvertieren
fr_fr: <p class="wps-syncing-error-message"><b> erreur de type: </b> unabled pour convertir le type de données en Array. </p>
nl_nl: <p class="wps-syncing-error-message"><b>type fout: </b> unabled om gegevens type te converteren naar array. </p>

source: <p class="wps-syncing-error-message"><b>HTTP Error:</b> Request URL not found.</p>
de_de: <p class="wps-syncing-error-message"><b> HTTP-Fehler:</b> Request URL nicht gefunden </p>
fr_fr: <p class="wps-syncing-error-message"><b> erreur HTTP: </b> URL de demande introuvable. </p>
nl_nl: <p class=“wps-syncing-error-message”><b>HTTP fout: </b> Request URL niet gevonden. </p>

source: <b>Warning:</b> No Smart Collections were found during sync.
de_de: <b>Warnung:</b> Es wurden keine Smart Collections während der Synchronisation gefunden.
fr_fr: <b>Avertissement:</b> Aucune collection intelligente n’a été trouvée pendant la synchronisation.
nl_nl: <b>Waarschuwing:</b> Er zijn geen slimme verzamelingen gevonden tijdens de synchronisatie.

source: <b>Warning:</b> No Custom Collections were found during sync.
de_de: <b>Warnung:</b> Es wurden keine benutzerdefinierten Sammlungen während der Synchronisation gefunden.
fr_fr: <b>Avertissement:</b> Aucune collection personnalisée n’a été trouvée pendant la synchronisation.
nl_nl: <b>Waarschuwing:</b> Er zijn geen aangepaste verzamelingen gevonden tijdens de synchronisatie.

source: <b>Warning:</b> No Shop data was found during sync.
de_de: <b>Warnung:</b> Es wurden keine Shop-Daten während der Synchronisation gefunden.
fr_fr: <b>Avertissement:</b> Aucune donnée Shop n’a été trouvée pendant la synchronisation.
nl_nl: <b>Waarschuwing:</b> Er zijn geen winkelgegevens gevonden tijdens de synchronisatie.

source: <b>Warning:</b> No Products were found during sync.
de_de: <b>Warnung:</b> Es wurden keine Produkte gefunden, die während der Synchronisation gefunden wurden.
fr_fr: <b>Avertissement:</b> Aucun produit n’a été trouvé pendant la synchronisation.
nl_nl: <b>Waarschuwing:</b> Er zijn geen producten gevonden tijdens de synchronisatie.

source: <b>Warning:</b> No Collects were found during sync.
de_de: <b>Warnung:</b> Es wurden keine Kollekte gefunden, die während der Synchronisation gefunden wurden.
fr_fr: <b>Avertissement:</b> Aucune collecte n’a été trouvée pendant la synchronisation.
nl_nl: <b>Waarschuwing:</b> Er zijn geen collectes gevonden tijdens de synchronisatie.

source: <b>Warning:</b> No Orders were found during sync.
de_de: <b>Warnung:</b> Während der Synchronisation wurden keine Bestellungen gefunden.
fr_fr: <b>Avertissement:</b> Aucune commande n’a été trouvée pendant la synchronisation.
nl_nl: <b>Waarschuwing:</b> Er zijn geen orders gevonden tijdens de synchronisatie.

source: <b>Warning:</b> No Customers were found during sync.
de_de: <b>Warnung:</b> Es wurden keine Kunden während der Synchronisation gefunden.
fr_fr: <b>Avertissement:</b> Aucun client n’a été trouvé pendant la synchronisation.
nl_nl: <b>Waarschuwing:</b> Er zijn geen klanten gevonden tijdens de synchronisatie.

source: <b>Warning:</b> Failed to assign Post ID
de_de: <b> Warnung:</b> Es ist nicht gescheitert, die Post-ID zuzuweisen
fr_fr: <b>Avertissement:</b> Impossible d’assigner l’ID de poste
nl_nl: <b>Waarschuwing:</b> Kan post-ID niet toewijzen

source: <b>Warning:</b> Failed to assign Shopify ID
de_de: <b> Warnung:</b> Es ist nicht gescheitert, die Shopify-ID zuzuweisen
fr_fr: <b>Avertissement:</b> Impossible d’assigner l’ID Shopify
nl_nl: <b>Waarschuwing:</b> Kan Shopify ID niet toewijzen

source: <b>Error:</b> The WordPress Cron is disabled.
de_de: <b>Fehler:</b> Der WordPress Cron ist deaktiviert.
fr_fr: <b>Erreur:</b> Le Cron WordPress est désactivé.
nl_nl: <b>Fout:</b> De WordPress cron is uitgeschakeld.

source: <b>Error:</b> Failed to save batch during processing.
de_de: <b>Fehler:</b> Es ist nicht möglich, Chargen während der Verarbeitung zu speichern
fr_fr: <b>Erreur:</b> Échec de l’enregistrement du lot pendant le traitement
nl_nl: <b>Fout:</b> Kan batch niet opslaan tijdens de verwerking

source: From:
de_de: Von:
fr_fr: De:
nl_nl: Van:

source: Make sure to <a href="%1$sadmin.php?page=wps-settings&tab=updates&activetab=tab-license">activate your license key</a> to receive plugin updates.
de_de: Vergewissern Sie sich, dass <ein href="%1$sadmin.php?page=wps-Einstellungen & tab = updates & activetab = Tab-Lizenz" > Ihren Lizenzschlüssel </a> aktivieren, um Plugin-Updates zu erhalten.
fr_fr: Assurez-vous de <a href="%1$sadmin. php? page = wps-settings & tab = mises à jour & activetab = tab-licence" > activez votre clé de licence </a> pour recevoir les mises à jour du plugin.
nl_nl: Zorg ervoor dat u <a href=“%1$sadmin.php?page=wps-settings&tab=updates&activetab=tab-license”> uw licentiesleutel </a> activeert om plugin-updates te ontvangen.

source: Upgrade to WP Shopify Pro by <a href="%2$s" target="_blank">purchasing a license key</a>.
de_de: Upgrade auf WP Shopify Pro durch <ein href="%2$s" target = "_ blank" > Kauf eines Lizenzschlüssels </a>.
fr_fr: Mise à niveau vers WP Shopify Pro par <a href="%2$s" target="_blank"> acheter une clé de licence </a>.
nl_nl: Upgrade naar WP Shopify Pro door <a href="%2$s" target="_blank"> aanschaf van een licentiesleutel </a>.

source: Unexpected HTTP response code: %s
de_de: Unerwarteter HTTP-Antwortcode: %s
fr_fr: Le code de réponse HTTP est inattendu : %s
nl_nl: Onverwachte HTTP-antwoordcode: %s

source: Missing data. You probably have Lite sync turned on or need to resync your store
de_de: Fehlende Daten. Sie haben wahrscheinlich Lite-Synchronisation eingeschaltet oder müssen Ihren Laden neu gestalten
fr_fr: Données manquantes. Vous avez probablement Lite Sync allumé ou besoin de Resync votre magasin
nl_nl: Ontbrekende gegevens. Je hebt waarschijnlijk Lite Sync ingeschakeld of noodzaak om uw winkel Resync

source: Checkout
de_de: Kasse
fr_fr: Commander
nl_nl: Afrekenen

source: Your cart is empty
de_de: Ihr Warenkorb ist leer
fr_fr: Votre panier est vide
nl_nl: Je winkelwagen is leeg

source: Subtotal
de_de: Zwischensumme
fr_fr: Sous-total
nl_nl: Subtotaal

source: Shipping and discount codes are added at checkout.
de_de: Versand-und Rabattcodes werden an der Kasse hinzugefügt.
fr_fr: Les codes d’expédition et de réduction sont ajoutés à la caisse.
nl_nl: Verzend-en Kortingscodes worden bij de kassa toegevoegd.

source: No description found
de_de: Keine Beschreibung gefunden
fr_fr: Aucune description trouvée
nl_nl: Geen beschrijving gevonden

source: Failed to load template: <code>
de_de: Schablonen: <code>
fr_fr: Échec du chargement du modèle: <code>
nl_nl: Kan sjabloon niet laden: <code>

source: Out of stock
de_de: Ausverkauft
fr_fr: Rupture de stock
nl_nl: Uitverkocht

source: Page
de_de: Seite
nl_nl: Pagina

source: Page %s of %s
de_de: Seite %s von %s
fr_fr: Page %s de %s
nl_nl: Pagina %s van %s

source: Quantity
de_de: Menge
fr_fr: Quantité
nl_nl: Aantal

source: Shared Secret
fr_fr: Secret partagé
nl_nl: Gedeelde geheim

source: Domain
fr_fr: Domaine
nl_nl: Domein

source: Name
fr_fr: Nom
nl_nl: Naam

source: %1$d / %2$d
nl_nl: %1$d van %2$d

source: Plugin Information
fr_fr: Informations sur l’extension
nl_nl: Plugin informatie

source: Sorry, WP Shopify requires PHP version 5.6 or higher. Please look through <a href="https://docs.wpshop.io/#/getting-started/requirements" target="_blank">our requirements</a> page to learn more. Often times you can simply ask your webhost to upgrade for you. <br><br><a href=
nl_nl: Sorry, WP Shopify vereist PHP versie 5.6 of hoger. Kijk op de <a href=“https://docs.wpshop.io/#/getting-started/requirements” target=“_blank”> onze vereisten </a> pagina voor meer informatie. Vaak kunt u uw webhost eenvoudig vragen om voor u te upgraden. <br> <br> <a href =

source: Sorry, WP Shopify requires WordPress version 5.0 or higher. Please look through <a href="https://docs.wpshop.io/#/getting-started/requirements" target="_blank">our requirements</a> page to learn more. Often times you can simply ask your webhost to upgrade for you. <br><br><a href=
nl_nl: Sorry, WP Shopify vereist WordPress versie 5.0 of hoger. Kijk op de <a href=“https://docs.wpshop.io/#/getting-started/requirements” target=“_blank”> onze vereisten </a> pagina voor meer informatie. Vaak kunt u uw webhost eenvoudig vragen om voor u te upgraden. <br> <br> <a href =

source: Please deactivate the free version of WP Shopify before activating WP Shopify Pro. <br><br><a href=
nl_nl: Schakel de gratis versie van WP Shopify uit voordat u WP Shopify Pro activeert. <br> <br> <a href =

source: Shortcode Builder
fr_fr: Éditeur de raccourci

source: Status
fr_fr: Statut
