Repository: williamtantaacam/sterviral-plugins
Catalog: wpshopify/languages/wpshopify-*.po
Languages: de_de, fr_fr, nl_nl

source: Sell and build custom Shopify experiences on WordPress.
de_de: Verkaufen und erstellen Sie benutzerdefinierte Shopify-Erlebnisse auf WordPress.
fr_fr: Vendez et construisez des expériences Shopify personnalisées sur WordPress.
nl_nl: Verkopen en bouwen Custom Shopify ervaringen op WordPress.

source: API Key
de_de: API-Schlüssel
fr_fr: Clé API
nl_nl: API sleutel

source: To generate an API key you must create a "Private App" within your Shopify account.
de_de: Um einen API-Schlüssel zu generieren, müssen Sie eine "Private App" in Ihrem Shopify-Konto erstellen.
fr_fr: Pour générer une clé API, vous devez créer une «application privée» dans votre compte Shopify.
nl_nl: Om een API sleutel te genereren moet je een "private app" aanmaken binnen je Shopify account.

source: API Password
de_de: API Passwort
fr_fr: Mot de passe API
nl_nl: API Wachtwoord

source: To generate an API Password you must create a "Private App" within your Shopify account.
de_de: Um ein API-Passwort zu generieren, müssen Sie eine "Private App" in Ihrem Shopify-Konto erstellen.
fr_fr: Pour générer un mot de passe d’API, vous devez créer une «application privée» dans votre compte Shopify.
nl_nl: Om een API wachtwoord te genereren moet je een "private app" aanmaken binnen je Shopify account.

source: To generate a Shared Secret you must create a "Private App" within your Shopify account. The Shared Secret is used to validate webhook requests and provide security for WP Shopify.
de_de: Um ein Shared Secret zu generieren, müssen Sie eine "Private App" in Ihrem Shopify-Konto erstellen. Das Shared Secret wird verwendet, um Webhook-Anfragen zu validieren und die Sicherheit für WP Shopify zu gewährleisten.
fr_fr: Pour générer un secret partagé, vous devez créer une «application privée» dans votre compte Shopify. Le secret partagé est utilisé pour valider les demandes de webhook et fournir la sécurité pour WP Shopify.
nl_nl: Om een gedeeld geheim te genereren moet je een "private app" aanmaken binnen je Shopify account. Het gedeelde geheim wordt gebruikt om webhook-aanvragen te valideren en beveiliging te bieden voor WP Shopify.

source: Storefront Access Token
de_de: Schaufenster Zugangsmarke
fr_fr: Jeton d’accès Storefront
nl_nl: Toegangs token voor storefront

source: To generate a Storefront Access Token you must create a "Private App" within your Shopify account. The Storefront Access Token is used to create the front-end cart experience.
de_de: Um eine Schaufenster-Zugangsmarke zu generieren, müssen Sie eine "Private App" in Ihrem Shopify-Konto erstellen. Mit dem Schaufenster-Zugangsgeschost wird das Front-End-Cart-Erlebnis erstellt.
fr_fr: Pour générer un jeton d’accès Storefront, vous devez créer une «application privée» dans votre compte Shopify. Le jeton d’accès Storefront est utilisé pour créer l’expérience de panier frontal.
nl_nl: Om een storefront toegangs token te genereren moet je een "private app" aanmaken binnen je Shopify account. De storefront Access token wordt gebruikt om de front-end winkelwagen ervaring te creëren.

source: example: yourshop.myshopify.com
de_de: Beispiel: yourshop.myshopify.com
fr_fr: exemple: yourshop.myshopify.com
nl_nl: voorbeeld: yourshop.myshopify.com

source: Disconnect your Shopify store
de_de: Trennen Sie Ihren Shopify-Speicher
fr_fr: Déconnectez votre magasin Shopify
nl_nl: Koppel uw Shopify Store

source: Connect your Shopify store
de_de: Schließen Sie Ihren Shopify-Store an
fr_fr: Connectez votre magasin Shopify
nl_nl: Sluit uw Shopify winkel

source: Useful Plugin Links
de_de: Nützliche Plugin-Links

source: Documentation
de_de: Dokumentation
nl_nl: Documentatie

source: Demo site
de_de: Demoseite
fr_fr: Site web de démo

source: Example sites
de_de: Beispielseiten

source: Video Tutorials
de_de: Videoanleitungen
fr_fr: Tutoriels vidéos
nl_nl: Video Handleidingen

source: What is WP Shopify?
de_de: Was ist WP Shopify?

source: How to sync your Shopify store
de_de: So synchronisieren Sie Ihren Shopify-Shop

source: How to display your products
de_de: So zeigen Sie Ihre Produkte an

source: Common issues
de_de: Häufige Probleme
fr_fr: Problèmes courants
nl_nl: Veelvoorkomende problemen

source: Using the Products shortcode
de_de: Verwenden des Produkt-Shortcodes

source: Using the Plugin tools
de_de: Verwenden der Plugin-Tools

source: Still need a Shopify store?
de_de: Benötigen Sie noch einen Shopify-Shop?

source: Start a 90-day Shopify free trial when you sign-up using our link below. We'll be credited with a referral which helps us continue working on WP Shopify!
de_de: Starten Sie eine kostenlose 90-Tage-Testversion von Shopify, wenn Sie sich über unseren unten stehenden Link anmelden. Wir erhalten eine Empfehlung, mit der wir weiter an WP Shopify arbeiten können!

source: Sign up for a Shopify free trial
de_de: Melden Sie sich für eine kostenlose Testversion von Shopify an

source: Follow our adventure!
de_de: Folgen Sie unserem Abenteuer!

source: Migrate WP Shopify Database Tables
de_de: Migrieren Sie WP-Shopify-Database-Tabellen
fr_fr: Migrer les tables de base de données WP Shopify
nl_nl: Migreren WP Shopify database tabellen

source: If you just upgraded from a version below 1.2.2, then you need to perform a simple database upgrade. Please make sure that you've made a backup of your database before proceeding. Data loss could occur!
de_de: Wenn Sie nur von einer Version unter 1.2.2 aktualisiert haben, müssen Sie ein einfaches Datenbank-Upgrade durchführen. Bitte vergewissern Sie sich, dass Sie eine Sicherung Ihrer Datenbank vorgenommen haben, bevor Sie fortfahren. Datenverlust kann auftreten!
fr_fr: Si vous venez de mettre à niveau à partir d’une version inférieure à 1.2.2, alors vous devez effectuer une mise à niveau de base de données simple. Assurez-vous que vous avez effectué une sauvegarde de votre base de données avant de poursuivre. La perte de données pourrait se produire!
nl_nl: Als u enkel van een versie onder 1.2.2 bevorderde, dan moet u een eenvoudige gegevensbestand verbetering uitvoeren. Controleer of u een back-up van uw database hebt gemaakt voordat u verdergaat. Gegevensverlies kan optreden!

source: Upgrade Database Tables
de_de: Upgrade-Database Tische
fr_fr: Mise à niveau des tables de base de données
nl_nl: Database tabellen bijwerken

source: Sync Products
de_de: Produkte synchronisieren
fr_fr: Synchronisation de Produits

source: Manually resync your Shopify data.
de_de: Ihre Shopify-Daten manuell neu zu stellen.
fr_fr: Resynchronisez manuellement vos données Shopify.
nl_nl: Handmatig resync uw Shopify gegevens.

source: Clear Cache
de_de: Cache leeren
fr_fr: Vider Cache
nl_nl: Cache Wissen

source: If you're noticing various changes not appearing, try clearing the WP Shopify transient cache here.
de_de: Wenn Sie feststellen, dass verschiedene Änderungen nicht angezeigt werden, versuchen Sie hier, den WP-Shopify-Transient-Cache zu löschen.
fr_fr: Si vous remarquez que différents changements n’apparaissent pas, essayez de vider le cache transitoire WP Shopify ici.
nl_nl: Als je merkt dat verschillende veranderingen niet verschijnen, probeer het wissen van de WP Shopify voorbijgaande cache hier.

source: Clear WP Shopify Cache
de_de: WP-Shopify Cache leeren
fr_fr: Effacer WP Shopify cache
nl_nl: Duidelijke WP Shopify cache

source: Remove all synced data
de_de: Alle synchronisierten Daten entfernen
fr_fr: Supprimer toutes les données synchronisées
nl_nl: Alle gesynchroniseerde gegevens verwijderen

source: This will remove all WP Shopify data from WordPress. Nothing will be changed in Shopify. Useful for removing any lingering data without reinstalling the plugin. (Note: this can take up to 60 seconds and will delete product posts and any active webhooks).
de_de: Dadurch werden alle WP-Shopify-Daten von WordPress entfernt. An Shopify wird sich nichts ändern. Nützlich für das Entfernen von bleibenden Daten, ohne das Plugin neu zu installieren. (Hinweis: Das kann bis zu 60 Sekunden dauern und löscht Produktpfosten und alle aktiven Webhaken).
fr_fr: Cela supprimera toutes les données WP Shopify de WordPress. Rien ne sera changé dans Shopify. Utile pour supprimer toutes les données persistantes sans réinstaller le plugin. (Remarque: cela peut prendre jusqu’à 60 secondes et supprimera les publications de produit et tous les webhooks actifs).
nl_nl: Dit zal verwijderen alle WP Shopify gegevens van WordPress. Niets zal worden veranderd in Shopify. Nuttig voor het verwijderen van alle slepende gegevens zonder het opnieuw installeren van de plugin. (Nota: dit kan tot 60 seconden vergen en zal product posten en om het even welke actieve webhaken schrappen).

source: Remove all synced data from WordPress
de_de: Entfernen Sie alle synchronisierten Daten von WordPress
fr_fr: Supprimer toutes les données synchronisées de WordPress
nl_nl: Verwijder alle gesynchroniseerde gegevens van WordPress

source: Visual Builder
de_de: Visueller Builder
fr_fr: Builder visuel

source: License Key
de_de: Lizenzschlüssel
fr_fr: Clé de licence
nl_nl: Licentiesleutel

source: Deactivate License
de_de: Lizenz deaktivieren
fr_fr: Désactiver la licence
nl_nl: Deactiveer licentie

source: Activate License
de_de: Lizenz aktivieren
fr_fr: Activer la licence
nl_nl: Activeer licentie

source: License Details
de_de: Lizenzdetails
fr_fr: Détails de la licence
nl_nl: Licentiegegevens

source: Expires on
de_de: Läuft ab
fr_fr: Expire le
nl_nl: Verloopt op

source: Never expires
de_de: Läuft nie ab
fr_fr: N’expire jamais
nl_nl: Verloopt nooit

source: Activation count
de_de: Aktivierungszahl
fr_fr: Nombre d’activation
nl_nl: Aantal activeringen

source: (Activations on dev environments don't add to total)
de_de: (Aktivierungen auf dev-Umgebungen werden nicht zu Gesamtsumme addiert)
fr_fr: (Les activations sur les environnements de développement n’ajoutent pas au total)
nl_nl: (Activeringen op dev-omgevingen niet toe te voegen aan totaal)

source: Activations left
de_de: Aktivisten blieben aus
fr_fr: Activations laissées
nl_nl: Activeringen links

source: Tested up to WordPress
de_de: Getestet bis WordPress
fr_fr: Testé jusqu’à WordPress
nl_nl: Getest tot WordPress

source: Installed version
de_de: Installierte Version
fr_fr: Version installée
nl_nl: Geïnstalleerde versie

source: Latest version
de_de: Letzte Version
fr_fr: Dernière version
nl_nl: Nieuwste versie

source: Upgrade to WP Shopify Pro
de_de: Aktualisieren Sie auf WP Shopify Pro
fr_fr: Mise à niveau vers WP Shopify Pro
nl_nl: Upgrade naar WP Shopify Pro

source: WP Shopify Pro comes packed with a ton of useful features like additional shortcodes, automatic syncing, image zooming and more! <a class="wps-plugin-link" href="https://wpshop.io/purchase" target="_blank">Take your store to the next level today.</a>
de_de: WP Shopify Pro kommt mit einer Tonne von nützlichen Funktionen wie zusätzliche Shortcodes, automatische Synchronisierung, Bildzoom und vieles mehr verpackt! <a class="wps-plugin-link" href="https://wpshop.io/purchase" target="_blank">Bringen Sie Ihren Shop heute auf die nächste Stufe.</a>

source: Collections
de_de: Sammlungen
nl_nl: Collecties

source: Tags
de_de: Schlagwörter
fr_fr: Étiquettes

source: Cart
de_de: Warenkorb
fr_fr: Panier
nl_nl: Winkelwagen

source: You do not have the correct capabilities
de_de: Sie haben nicht die richtigen Fähigkeiten

source: Connect
de_de: Verbinden
fr_fr: Connecter
nl_nl: Verbinden

source: Settings
de_de: Einstellungen
fr_fr: Paramètres
nl_nl: Instellingen

source: Products
de_de: Produkte
fr_fr: Produits
nl_nl: Producten

source: Tools
de_de: Werkzeuge
fr_fr: Outils
nl_nl: Hulpmiddelen

source: License
de_de: Lizenz
fr_fr: Licence
nl_nl: Licentie

source: Help
de_de: Hilfe
fr_fr: Aide
nl_nl: Helpen

source: Wizard
de_de: Assistent
fr_fr: Assistant

source: Upgrade to Pro
de_de: Upgrade auf die Pro-Version
fr_fr: Passer à la version Pro
nl_nl: Upgraden naar de Pro-versie

source: WP Shopify Products
de_de: WP Shopify-Produkte
fr_fr: Produits WP Shopify
nl_nl: WP Shopify Producten

# Post Type General Name
source: Products
de_de: Produkte
fr_fr: Produits
nl_nl: Producten

# Post Type Singular Name
source: Product
de_de: Produkt
fr_fr: Produit

source: Parent Item:
de_de: Übergeordnetes Element:
fr_fr: Article parent :
nl_nl: Bovenliggend item:

source: Add New Product
de_de: Neues Produkt hinzufügen
fr_fr: Ajouter un nouveau produit
nl_nl: Nieuw Product Toevoegen

source: Edit Product
de_de: Produkt bearbeiten
fr_fr: Modifier le produit
nl_nl: Bewerk Product

source: No Products found
de_de: Keine Produkte gefunden
fr_fr: Aucun produit trouvé
nl_nl: Geen escorts gevonden

source: No Products found in trash
de_de: Keine Produkte im Papierkorb gefunden
fr_fr: Aucun produit trouvé dans la corbeille
nl_nl: Geen producten gevonden in trash

source: Custom Post Type for Products
de_de: Individuelle Postart für Produkte
fr_fr: Type de poteau personnalisé pour les produits
nl_nl: Aangepast post type voor producten

# Post Type General Name
source: Collections
de_de: Sammlungen
nl_nl: Collecties

# Post Type Singular Name
source: Collection
de_de: Sammlung
nl_nl: Collectie

source: Add New Collection
de_de: Neue Sammlung erstellen
fr_fr: Ajouter une nouvelle collection
nl_nl: Voeg nieuwe categorie toe

source: Edit Collection
de_de: Sammlung bearbeiten
fr_fr: Modifier
nl_nl: Bewerk collectie

source: No Collections found
de_de: Keine Sammlungen gefunden
fr_fr: Aucune collection trouvée
nl_nl: Geen collecties gevonden

source: No Collections found in trash
de_de: Keine Sammlungen im Müll gefunden
fr_fr: Aucune collection trouvée dans la corbeille
nl_nl: Geen collecties gevonden in trash

source: Custom Post Type for Collections
de_de: Maßgeschneiderter Posttyp für Sammlungen
fr_fr: Type de poteau personnalisé pour les collections
nl_nl: Aangepast post type voor verzamelingen

source: WP Shopify Warning: Any custom changes made to the post title or post content could potentially be erased as a result of resyncing. Consider making changes to these fields within Shopify instead. Custom fields added either natively by WordPress or through plugins like ACF will NOT be erased upon re-sync.
de_de: WP Shopify Warnung: Alle benutzerdefinierten Änderungen am Post-Titel oder dem Post-Inhalt könnten möglicherweise als Folge eines Resynchings gelöscht werden. Erwägen Sie stattdessen, diese Felder innerhalb von Shopify zu ändern. Kundenspezifische Felder, die entweder nativ von WordPress oder durch Plugins wie ACF hinzugefügt werden, werden NICHT gelöscht, wenn re-sync.
fr_fr: WP Shopify AVERTISSEMENT: toute modification personnalisée apportée au titre du poste ou au contenu de la publication pourrait être effacée à la suite de la Resyncing. Envisagez d’apporter des modifications à ces champs dans Shopify à la place. Les champs personnalisés ajoutés nativement par WordPress ou via des plugins comme ACF ne seront pas effacés lors de la re-synchronisation.
nl_nl: WP Shopify waarschuwing: eventuele aangepaste wijzigingen in de post titel of post-inhoud kan mogelijk worden gewist als gevolg van het opnieuw synchroniseren. Overweeg het aanbrengen van wijzigingen in deze velden in Shopify plaats. Aangepaste velden toegevoegd, hetzij native door WordPress of via plugins zoals ACF zal niet worden gewist bij re-sync.

source: WP Shopify Warning: It looks like your Shopify private app has been deleted! WP Shopify won't continue to work until you create a new one. Disconnect your current store from the Connect tab to clear the old connection and then enter your new credentials.
de_de: WP Shopify Warnung: Es sieht so aus, als ob Ihre Shopify-Privatapp gelöscht wurde! WP Shopify wird nicht weiter funktionieren, bis Sie ein neues erstellen. Trennen Sie Ihren aktuellen Speicher von der Registerkarte Connect, um die alte Verbindung zu löschen und dann Ihre neuen Berechtigungen einzugeben.
fr_fr: WP Shopify AVERTISSEMENT: il semble que votre application privée Shopify a été supprimée! WP Shopify ne continuera pas à fonctionner tant que vous n’en avez pas créé un nouveau. Déconnectez votre magasin actuel de l’onglet se connecter pour effacer l’ancienne connexion, puis entrez vos nouvelles informations d’identification.
nl_nl: WP Shopify waarschuwing: het lijkt erop dat uw Shopify prive app is verwijderd! WP Shopify zal niet blijven werken totdat u een nieuwe te maken. Koppel uw huidige winkel los van het tabblad verbinden om de oude verbinding te wissen en voer vervolgens uw nieuwe referenties in.

source: WP Shopify Warning: You need to migrate your database tables to the new version of WP Shopify. It's important that you do this before using the plugin or you will encounter errors. <a href="
de_de: WP Shopify Warnung: Sie müssen Ihre Datenbanktabellen in die neue Version von WP Shopify migrieren. Es ist wichtig, dass Sie dies tun, bevor Sie das Plugin verwenden, oder Sie werden auf Fehler stoßen. <a href = "
fr_fr: WP Shopify AVERTISSEMENT: vous devez migrer vos tables de base de données vers la nouvelle version de WP Shopify. Il est important que vous le faites avant d’utiliser le plugin ou vous rencontrerez des erreurs. <a href="
nl_nl: WP Shopify waarschuwing: u moet uw database tabellen migreren naar de nieuwe versie van WP Shopify. Het is belangrijk dat u dit doet voordat u de plugin of je zal tegenkomen fouten. <a href="

source: Sorry, a secure connection could not be established with the store. Please try clearing your browser cache and reloading the page.
de_de: Eine sichere Verbindung mit dem Laden konnte leider nicht hergestellt werden. Bitte versuchen Sie, Ihren Browser-Cache zu löschen und die Seite neu zu laden.
fr_fr: Désolé, une connexion sécurisée n’a pas pu être établie avec le magasin. Veuillez essayer de vider le cache de votre navigateur et recharger la page.
nl_nl: Er kan geen beveiligde verbinding tot stand worden gebracht met de winkel. Probeer de cache van uw browser te wissen en de pagina opnieuw te laden.

source: WP Shopify Warning: Unable to cache checkout.
de_de: WP Shopify Warnung: Nicht in der Lage, den Checkout zu speichern.
fr_fr: WP Shopify AVERTISSEMENT: impossible de mettre en cache la caisse.
nl_nl: WP Shopify waarschuwing: Unable to cache Checkout.

source: WP Shopify Warning: Can't find checkout id to cache.
de_de: WP Shopify Warnung: Kann nicht finden, Checkout ID zum Cache.
fr_fr: WP Shopify AVERTISSEMENT: impossible de trouver l’ID de caisse pour le cache.
nl_nl: WP Shopify waarschuwing: kan niet vinden Checkout-id in de cache.

source: WP Shopify Warning: Unable to delete single product cache.
de_de: WP Shopify Warnung: Nicht in der Lage, einzelne Produkte zu löschen.
fr_fr: WP Shopify Warning: impossible de supprimer le cache de produit unique.
nl_nl: WP Shopify waarschuwing: onmogelijk om een enkel product cache te verwijderen.

source: WP Shopify Warning: Unable to delete single product images cache.
de_de: WP Shopify Warnung: Nicht in der Lage, einzelne Produktbilder zu löschen.
fr_fr: WP Shopify Warning: impossible de supprimer le cache d’images de produit unique.
nl_nl: WP Shopify waarschuwing: onmogelijk om een enkel productafbeeldingen cache te verwijderen.

source: WP Shopify Warning: Unable to delete single product tags cache.
de_de: WP Shopify Warnung: Nicht in der Lage, einzelne Produkttags zu löschen.
fr_fr: WP Shopify Warning: impossible de supprimer le cache de balises de produit unique.
nl_nl: WP Shopify waarschuwing: onmogelijk om een enkel product Tags cache te verwijderen.

source: WP Shopify Warning: Unable to delete single product variants cache.
de_de: WP Shopify Warnung: Nicht in der Lage, einzelne Produktvarianten zu löschen.
fr_fr: WP Shopify Warning: impossible de supprimer le cache des variantes de produit unique.
nl_nl: WP Shopify waarschuwing: onmogelijk om enkele productvarianten cache te verwijderen.

source: WP Shopify Warning: Unable to delete single product options cache.
de_de: WP Shopify Warnung: Nicht in der Lage, einzelne Produktoptionen zu löschen.
fr_fr: WP Shopify Warning: impossible de supprimer le cache des options de produit unique.
nl_nl: WP Shopify waarschuwing: onmogelijk om een product opties cache te verwijderen.

source: WP Shopify Warning: Unable to delete cached product prices.
de_de: WP Shopify Warnung: Nicht in der Lage, gespeicherte Produktpreise zu löschen.
fr_fr: WP Shopify Warning: impossible de supprimer les prix des produits mis en cache.
nl_nl: WP Shopify waarschuwing: kan cached productprijzen te verwijderen.

source: WP Shopify Warning: Unable to delete cached settings.
de_de: WP Shopify Warnung: Nicht in der Lage, zwischengespeicherte Einstellungen zu löschen.
fr_fr: WP Shopify Warning: impossible de supprimer les paramètres mis en cache.
nl_nl: WP Shopify waarschuwing: kan cached instellingen te verwijderen.

source: WP Shopify Warning: Unable to delete cached admin notices.
de_de: WP Shopify Warnung: Nicht in der Lage, zwischengespeicherte Admin-Hinweise zu löschen.
fr_fr: WP Shopify Warning: impossible de supprimer les avis d’administrateur mis en cache.
nl_nl: WP Shopify waarschuwing: Unable to delete cache admin aankondigingen.

source: WP Shopify Warning: Unable to delete cached connection.
de_de: WP Shopify Warnung: Nicht in der Lage, zwischengespeicherte Verbindung zu löschen.
fr_fr: WP Shopify Warning: impossible de supprimer la connexion mise en cache.
nl_nl: WP Shopify waarschuwing: Unable to delete cache verbinding.

source: WP Shopify Warning: Unable to delete cached collection queries.
de_de: WP Shopify Warnung: Nicht in der Lage, zwischengespeicherte Abfragen zu löschen.
fr_fr: WP Shopify Warning: impossible de supprimer les requêtes de collection mises en cache.
nl_nl: WP Shopify waarschuwing: kan cached verzameling query's te verwijderen.

source: WP Shopify Warning: Unable to delete single cached collection.
de_de: WP Shopify Warnung: Nicht in der Lage, einzelne zwischengespeicherte Sammlung zu löschen.
fr_fr: WP Shopify Warning: impossible de supprimer une seule collection mise en cache.
nl_nl: WP Shopify waarschuwing: Unable to delete enkele cached collectie.

source: WP Shopify Warning: Unable to delete all cached single collections.
de_de: WP Shopify Warnung: Nicht in der Lage, alle zwischengespeicherten Einzelsammlungen zu löschen.
fr_fr: WP Shopify Warning: impossible de supprimer toutes les collections uniques mises en cache.
nl_nl: WP Shopify waarschuwing: onmogelijk om alle cached enkele collecties te verwijderen.

source: WP Shopify Warning: Unable to delete cached product queries.
de_de: WP Shopify Warnung: Nicht in der Lage, zwischengespeicherte Produktabfragen zu löschen.
fr_fr: WP Shopify Warning: impossible de supprimer les requêtes de produit en cache.
nl_nl: WP Shopify waarschuwing: niet in staat om de cache te verwijderen product queries.

source: WP Shopify Warning: Unable to delete all cache, please try again.
de_de: WP Shopify Warnung: Nicht in der Lage, alle Cache zu löschen, versuchen Sie es bitte erneut.
fr_fr: WP Shopify AVERTISSEMENT: impossible de supprimer tout le cache, s’il vous plaît réessayer.
nl_nl: WP Shopify waarschuwing: niet in staat om alle cache te verwijderen, probeer het opnieuw.

source: WP Shopify Warning: Unable to delete general plugin cache, please try again.
de_de: WP Shopify Warnung: Nicht in der Lage, den allgemeinen Plugin-Cache zu löschen, versuchen Sie es bitte noch einmal.
fr_fr: WP Shopify AVERTISSEMENT: impossible de supprimer le cache du plugin général, s’il vous plaît essayer à nouveau.
nl_nl: WP Shopify waarschuwing: Unable to delete algemene plugin cache, probeer het opnieuw.
