{
  "translation-revision-date": "2020-05-29 14:38-0500",
  "generator": "WP-CLI/2.4.0",
  "source": "dist/CartContents-public.084c6a.js",
  "domain": "messages",
  "locale_data": {
    "messages": {
      "": {
        "domain": "messages",
        "lang": "fr_FR",
        "plural-forms": "nplurals=2; plural=(n > 1);"
      },
      "Your cart is empty": ["Votre panier est vide"],
      "Out of stock": ["Rupture de stock"],
      "Sale!": ["Promo!"],
      "Remove": ["Supprimer"],
      "Was:": ["Régulier:"],
      "Subtotal:": ["Sous-total:"],
      "Checkout notes": ["Notes de paiement"],
      "Notes:": ["Notes :"],
      "Close Cart": ["Fermer le panier"],
      "Tags": ["Étiquettes"],
      "Checkout": ["Commander"],
      "Invalid client instance found": ["Instance de client invalide trouvée"],
      "Error: Missing checkout instance": [
        "Erreur : Instance de caisse manquante"
      ],
      "Error: Missing client instance": [
        "Erreur : Instance de client manquante"
      ],
      "Oops, it looks like you still need to set your Shopify API credentials. Please add these within the plugin settings and try again.": [
        "Oups, il semble que vous avez encore besoin de définir vos informations d’identification Shopify API. S’il vous plaît ajouter ces dans les paramètres de plugin et essayer à nouveau."
      ],
      "Missing credentials Client object": [
        "Objets de sécurité manquants Objet client"
      ],
      "Uh oh, it looks like your Shopify credentials are incorrect. Please double check your domain and storefront access token within the plugin settings and try again.": [
        "Euh oh, il semble que vos informations d’identification Shopify sont incorrectes. S’il vous plaît vérifier votre domaine et le jeton d’accès à la vitrine dans les paramètres de plugin et essayer à nouveau."
      ],
      "Uh oh, it appears that invalid product ids were used. Please clear your browser cache and reload the page.": [
        "Euh oh, il semble que les ids de produits non valides ont été utilisés. S’il vous plaît effacer votre cache de navigateur et recharger la page."
      ],
      "Uh oh, it looks like an error occurred. Please contact the plugin developer with this message to fix.": [
        "Euh oh, on dirait qu’une erreur s’est produite. S’il vous plaît contacter le développeur plugin avec ce message à corriger."
      ],
      "Uh oh, it looks like a network error occurred. Please ensure that your site is using a valid HTTPS certificate on all pages.": [
        "Euh oh, on dirait qu’une erreur de réseau s’est produite. Veuillez vous assurer que votre site utilise un certificat HTTPS valide sur toutes les pages."
      ],
      "Uh oh, it looks like an invalid lineitems data type was found. Please clear your cache and try again.": [
        "Euh oh, on dirait qu’un type de données de lineitems invalide a été trouvé. S’il vous plaît effacer votre cache et essayer à nouveau."
      ],
      "Hmm, it looks like you still need to connect your Shopify store or the credentials are wrong / missing. Please double check the \"connect\" tab within the plugin settings.": [
        "Hmm, il semble que vous avez encore besoin de connecter votre magasin Shopify ou les informations d’identification sont fausses / manquantes. Veuillez vérifier l’onglet \" connectez-vous \" dans les paramètres du plugin."
      ],
      "Hmm, it looks like you may be trying to access a field on the Storefront API that does not exist.": [
        "Hmm, il semble que vous essayez peut-être d’accéder à un champ sur l’API Storefront qui n’existe pas."
      ],
      "Uh oh, we were unable to locate the product you attempted to update. Please clear your browser cache and try again.": [
        "Euh oh, nous n’avons pas pu localiser le produit que vous avez essayé de mettre à jour. S’il vous plaît effacer votre cache de navigateur et essayer à nouveau."
      ],
      "Unable to connect to store. This could be because your network is down or your browser is blocking cookies. A possible <a href=\"https://wpshop.io/docs\" target=\"_blank\">solution can be found here</a>. Try disabling any browser extensions and clearing your browser cache.": [
        "Impossible de se connecter pour stocker. Cela pourrait être parce que votre réseau est en panne ou votre navigateur bloque les cookies. Une <a href=\"https://wpshop.io/docs\" target=\"_blank\">solution</a>possible peut être trouvée ici . Essayez de désactiver les extensions de navigateur et d’effacer votre cache de navigateur."
      ],
      "Unable to flush the store cache. Please clear your browser cache and reload the page.": [
        "Impossible de rincer le cache du magasin. S’il vous plaît effacer votre cache de navigateur et recharger la page."
      ],
      "Unable to create new session after checking out. Please clear your browser cache and reload the page.": [
        "Impossible de créer une nouvelle session après le départ. S’il vous plaît effacer votre cache de navigateur et recharger la page."
      ],
      "No existing payload found": [
        "Aucune charge utile existante n’a été trouvée"
      ],
      "Uh oh, no query parameters were passed for fetchNewItems. Please clear your browser cache and try again.": [
        "Euh oh, aucun paramètre de requête n’a été passé pour fetchNewItems. S’il vous plaît effacer votre cache de navigateur et essayer à nouveau."
      ],
      "Uh oh, it looks your query params are invalid. Please clear your browser cache and reload the page.": [
        "Euh oh, il semble que vos parames de requête sont invalides. S’il vous plaît effacer votre cache de navigateur et recharger la page."
      ],
      "You still need to connect your Shopify store or the credentials are missing. Double check the \"connect\" tab within the plugin settings.": [
        "Vous devez toujours connecter votre magasin Shopify ou les informations d’identification sont manquantes. Vérifiez l’onglet « connectez-vous » dans les paramètres du plugin."
      ],
      "No product ids found": ["Aucun id de produit trouvé"],
      "View product": ["Voir le produit"],
      "Add to cart": ["Ajouter au panier"],
      "Shopping cart": ["Panier"],
      "Begin checkout": ["Passer à la caisse"],
      "No line items exist": ["Il n’existe pas d’articles de ligne"],
      "No checkout instance available": [
        "Aucune instance de caisse disponible"
      ],
      "No store checkout or client instances were found.": [
        "Aucune caisse de magasin ou cas de client n’a été trouvé."
      ],
      "No products left to show": ["Aucun produit à montrer"],
      "No items left": ["Aucun article à gauche"],
      "Uh oh, it looks like an error occured. Please clear your browser cache and try again.": [
        "Euh oh, on dirait qu’une erreur s’est produite. S’il vous plaît effacer votre cache de navigateur et essayer à nouveau."
      ],
      "Load more": ["Charger plus"],
      "Page size:": ["Taille de la page:"],
      "Choose a size": ["Choisissez une taille"],
      "Added!": ["Ajouté!"],
      "Only %s left!": ["Presque en rupture de stock!"],
      "Apply": ["Appliquer"],
      "Discount:": ["Remise:"],
      "Discount code": ["Code de réduction"],
      "Please select a variation": [
        "S’il vous plaît sélectionner une variation"
      ],
      "WP Shopify Placeholder Image": ["Image d’espace réservé WP Shopify"],
      "Price:": ["Prix :"],
      "Was: ": ["Était: "],
      "Search": ["Rechercher"],
      "Search the store": ["Rechercher dans le magasin"],
      "Loading ...": ["Chargement …"],
      "Loading %s ...": ["Chargement %s ..."],
      "No %s found": ["Aucun %s trouvé"],
      "Filter by": ["Filtrer par"],
      "%s. Occurred when fetching available filter options. Please clear your browser cache and reload the page. ": [
        "%s. S.a-t-il eu lieu lorsqu’il a récupéré les options de filtre disponibles. S’il vous plaît effacer votre cache de navigateur et recharger la page. "
      ],
      "Vendors": ["Vendeurs"],
      "Types": ["Types"],
      "Clear all": ["Retirer tout"],
      "Available for sale": ["Disponible à la vente"],
      "Sort by:": ["Trier par:"],
      "Choose an option": ["Choisir une option"],
      "Price (Low to high)": ["Prix (bas à élevé)"],
      "Price (High to low)": ["Prix (haut à bas)"],
      "New Arrival": ["Nouvelle arrivée"],
      "Best Selling": ["Meilleur Vente"],
      "Title (A-Z)": ["Titre (A-Z)"],
      "Title (Z-A)": ["Titre (Z-A)"],
      "WP Shopify warning: No component data found! Please reconnect your store.": [
        "Avertissement WP Shopify: Aucune donnée de composant trouvé! S’il vous plaît reconnecter votre magasin."
      ]
    }
  }
}
