{"translation-revision-date":"2020-05-29 14:38-0500","generator":"WP-CLI\/2.4.0","source":"dist\/wizard.084c6a.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fr_FR","plural-forms":"nplurals=2; plural=(n > 1);"},"API Key":["Clé API"],"API Password":["Mot de passe API"],"Shared Secret":["Secret partagé"],"Storefront Access Token":["Jeton d’accès Storefront"],"Disconnect your Shopify store":["Déconnectez votre magasin Shopify"],"Connect your Shopify store":["Connectez votre magasin Shopify"],"Cart":["Panier"],"Products":["Produits"],"Invalid client instance found":["Instance de client invalide trouvée"],"Error: Missing checkout instance":["Erreur : Instance de caisse manquante"],"Error: Missing client instance":["Erreur : Instance de client manquante"],"Oops, it looks like you still need to set your Shopify API credentials. Please add these within the plugin settings and try again.":["Oups, il semble que vous avez encore besoin de définir vos informations d’identification Shopify API. S’il vous plaît ajouter ces dans les paramètres de plugin et essayer à nouveau."],"Missing credentials Client object":["Objets de sécurité manquants Objet client"],"Uh oh, it looks like your Shopify credentials are incorrect. Please double check your domain and storefront access token within the plugin settings and try again.":["Euh oh, il semble que vos informations d’identification Shopify sont incorrectes. S’il vous plaît vérifier votre domaine et le jeton d’accès à la vitrine dans les paramètres de plugin et essayer à nouveau."],"Uh oh, it appears that invalid product ids were used. Please clear your browser cache and reload the page.":["Euh oh, il semble que les ids de produits non valides ont été utilisés. S’il vous plaît effacer votre cache de navigateur et recharger la page."],"Uh oh, it looks like an error occurred. Please contact the plugin developer with this message to fix.":["Euh oh, on dirait qu’une erreur s’est produite. S’il vous plaît contacter le développeur plugin avec ce message à corriger."],"Uh oh, it looks like a network error occurred. Please ensure that your site is using a valid HTTPS certificate on all pages.":["Euh oh, on dirait qu’une erreur de réseau s’est produite. Veuillez vous assurer que votre site utilise un certificat HTTPS valide sur toutes les pages."],"Uh oh, it looks like an invalid lineitems data type was found. Please clear your cache and try again.":["Euh oh, on dirait qu’un type de données de lineitems invalide a été trouvé. S’il vous plaît effacer votre cache et essayer à nouveau."],"Hmm, it looks like you still need to connect your Shopify store or the credentials are wrong \/ missing. Please double check the \"connect\" tab within the plugin settings.":["Hmm, il semble que vous avez encore besoin de connecter votre magasin Shopify ou les informations d’identification sont fausses \/ manquantes. Veuillez vérifier l’onglet \" connectez-vous \" dans les paramètres du plugin."],"Hmm, it looks like you may be trying to access a field on the Storefront API that does not exist.":["Hmm, il semble que vous essayez peut-être d’accéder à un champ sur l’API Storefront qui n’existe pas."],"Uh oh, we were unable to locate the product you attempted to update. Please clear your browser cache and try again.":["Euh oh, nous n’avons pas pu localiser le produit que vous avez essayé de mettre à jour. S’il vous plaît effacer votre cache de navigateur et essayer à nouveau."],"Unable to connect to store. This could be because your network is down or your browser is blocking cookies. A possible <a href=\"https:\/\/wpshop.io\/docs\" target=\"_blank\">solution can be found here<\/a>. Try disabling any browser extensions and clearing your browser cache.":["Impossible de se connecter pour stocker. Cela pourrait être parce que votre réseau est en panne ou votre navigateur bloque les cookies. Une <a href=\"https:\/\/wpshop.io\/docs\" target=\"_blank\">solution<\/a>possible peut être trouvée ici . Essayez de désactiver les extensions de navigateur et d’effacer votre cache de navigateur."],"Unable to flush the store cache. Please clear your browser cache and reload the page.":["Impossible de rincer le cache du magasin. S’il vous plaît effacer votre cache de navigateur et recharger la page."],"Unable to create new session after checking out. Please clear your browser cache and reload the page.":["Impossible de créer une nouvelle session après le départ. S’il vous plaît effacer votre cache de navigateur et recharger la page."],"No existing payload found":["Aucune charge utile existante n’a été trouvée"],"Uh oh, no query parameters were passed for fetchNewItems. Please clear your browser cache and try again.":["Euh oh, aucun paramètre de requête n’a été passé pour fetchNewItems. S’il vous plaît effacer votre cache de navigateur et essayer à nouveau."],"Uh oh, it looks your query params are invalid. Please clear your browser cache and reload the page.":["Euh oh, il semble que vos parames de requête sont invalides. S’il vous plaît effacer votre cache de navigateur et recharger la page."],"You still need to connect your Shopify store or the credentials are missing. Double check the \"connect\" tab within the plugin settings.":["Vous devez toujours connecter votre magasin Shopify ou les informations d’identification sont manquantes. Vérifiez l’onglet « connectez-vous » dans les paramètres du plugin."],"No product ids found":["Aucun id de produit trouvé"],"Connected":["Connecté"],"Disconnected":["Déconnecté"],"Enter your ":["Entrez votre "],"Shopify private app credentials":["Shopify informations d’identification d’applications privées"],"below to get started!":["ci-dessous pour commencer!"],"Ok!":["Ok!"],"Connecting":["En cours de connexion"],"Cancel connection":["Annuler la connexion"],"Preparing Shopify connection ...":["Préparation de la connexion Shopify ..."],"Saving Shopify connection ...":["Enregistrer la connexion Shopify ..."],"Validating Shopify connection ...":["Valider la connexion Shopify ..."],"Your Shopify API credentials appear to be incorrect. Please double check and try again":["Vos informations d’identification Shopify API semblent incorrectes. S’il vous plaît vérifier et essayer à nouveau"],"Removing any existing data first ...":["Suppression de toutes les données existantes d’abord ..."],"(Please wait, this might take 30 seconds or so)":["(S’il vous plaît attendre, cela pourrait prendre 30 secondes ou plus)"],"Determining the number of items to sync ...":["Déterminer le nombre d’éléments à synchroniser ..."],"Syncing":["Synchronisation"],"Cancel syncing process":["Annuler le processus de synchronisation"],"Syncing Shopify data ...":["Synchronisation des données Shopify ..."],"(Please wait, this may take up to 5 minutes depending on the size of your store and speed of internet connection.)":["(S’il vous plaît attendre, cela peut prendre jusqu’à 5 minutes en fonction de la taille de votre magasin et la vitesse de connexion Internet.)"],"Disconnecting":["Déconnecter"],"Cancel disconnecting":["Annuler la déconnexion"],"Checking for active connection ...":["Vérification de la connexion active ..."],"Removing added Shopify data ...":["Suppression des données Shopify ajoutées ..."],"Removing webhooks ...":["Suppression des webhooks ..."],"Cleaning up ...":["Nettoyage ..."],"Successfully saved WP Shopify settings.":["A enregistré avec succès les paramètres WP Shopify."],"Hmm, that domain doesn't exist. Double check that you correctly entered your myshopify.com domain":["Hmm, ce domaine n’existe pas. Vérifiez que vous avez correctement entré votre domaine myshopify.com"],"Select a Page":["Sélectionner une page"],"Select a User":["Sélectionnez un utilisateur"],"Loading %s ... ":["Wird geladen %s ... "],"General":["Général"],"Your collections will appear on this page automatically":["Vos collections apparaîtront automatiquement sur cette page"],"Collections Listing Page":["Page d’inscription des collections"],"Your products will appear on this page automatically":["Vos produits s’afficheront automatiquement sur cette page"],"Products Listing Page":["Page d’inscription des produits"],"Successfully cleared the WP Shopify cache":["Effacer avec succès le cache WP Shopify"],"Warning: This will delete all WordPress posts created from your Shopify data. Do you really want to remove?":["Avertissement : cela supprimera tous les messages WordPress créés à partir de vos données Shopify. Voulez-vous vraiment supprimer?"],"Successfully removed all data":["Suppression réussie de toutes les données"],"Resyncing":["Resyncing (resyncing)"],"Cancel resync":["Annuler resync"],"Preparing for sync ...":["Préparation à la synchronisation ..."],"Cancel resyncing process":["Annuler le processus de resyncing"],"Removing Automatic Post Syncing":["Suppression de la synchronisation automatique des postes"],"Cancel removal":["Annuler la suppression"],"Preparing ...":["Préparation..."],"Removing Automatic Post Syncing ...":["Suppression de la synchronisation automatique de poteau ..."],"Finishing ...":["Finition..."],"Reconnecting Post Syncing":["Reconnexion Post Syncing"],"Cancel webhooks sync":["Annuler la synchronisation des webhooks"],"Preparing sync ...":["Préparation de la synchronisation ..."],"Removing any existing webhooks first ...":["Suppression de tous les webhooks existants d’abord ..."],"Connecting Automatic Post Syncing ...":["Connexion Automatique Post Syncing ..."],"Canceled":["Annulé"],"Stopped syncing":["Synchronisation interrompue"],"Close WP Shopify Sync":["Fermer WP Shopify Sync"],"The syncing process was manually canceled early.":["Le processus de synchronisation a été annulé manuellement tôt."],"Success! You've finished disconnecting your Shopify store from WordPress.":["Succès! Vous avez fini de déconnecter votre magasin Shopify de WordPress."],"Connecting ...":["Connexion …"]," done":[" fait"],"Sync failed with errors":["Synchronisation échouée avec des erreurs"],"Sync completed with warnings":["Synchronisation complétée par des avertissements"],"Sync completed successfully":["Synchronisation complétée avec succès"],"Finished syncing with errors":["Synchronisation terminée avec des erreurs"],"Finished syncing with warnings":["Synchronisation terminée avec avertissements"],"Finished":["Terminé"],"Checking ...":["Vérification …"],"Finalizing ...":["Finalisation …"],"Adding or updating posts ...":["Ajout ou mise à jour des messages ..."],"(Please wait, this may take up to 60 seconds depending on the number of products and collections)":["(Veuillez patienter, cela peut prendre jusqu’à 60 secondes selon le nombre de produits et de collections)"],"Downloading and setting featured images ...":["Téléchargement et mise en scène d’images en vedette ..."],"(Please wait, this may take up to 5 minutes depending on the size and quantity of Shopify images)":["(S’il vous plaît attendre, cela peut prendre jusqu’à 5 minutes en fonction de la taille et la quantité d’images Shopify)"],"An unknown error occured. Please clear the plugin cache and try again.":["Une erreur inconnue s’est produite. S’il vous plaît effacer le cache plugin et essayer à nouveau."],"It looks like something unexpected happened. Please clear the plugin cache and try again.":["On dirait qu’il s’est passé quelque chose d’inattendu. S’il vous plaît effacer le cache plugin et essayer à nouveau."],"WP Shopify javascript error: ":["Erreur javascript WP Shopify: "],"Uh oh, it looks like your internet connection is down. Please try reconnecting and reload the page.":["Euh oh, on dirait que votre connexion Internet est en panne. S’il vous plaît essayer de reconnecter et recharger la page."]," while calling ":[" tout en appelant "],". Please clear the plugin transient cache and try again.":[". S’il vous plaît effacer le cache plugin transitoire et essayer à nouveau."]," Error status code: ":[" Code d’état d’erreur : "],"Finished syncing":["Synchronisation terminée"],"Success! You've finished syncing with Shopify.":["Succès! Vous avez fini de vous synchroniser avec Shopify."],"Syncing canceled":["Synchronisation annulée"],"Finished syncing webhooks":["Synchronisation fin des webhooks"],"Success! You've finished reconnecting the Shopify webhooks.":["Succès! Vous avez fini de reconnecter les webhooks Shopify."],"Finished removing Automatic Post Syncing":["Fini de supprimer la synchronisation automatique de poteau"],"Success! You've finished removing Automatic Post Syncing.":["Succès! Vous avez fini de supprimer la synchronisation automatique des postes."],"Syncing failed unexpectedly":["La synchronisation a échoué de façon inattendue"],"Syncing failed unexpectedly.":["La synchronisation a échoué de façon inattendue."],"Syncing failed":["La synchronisation a échoué"],"Syncing failed from client-side":["La synchronisation a échoué du côté client"],"Finished disconnecting":["Déconnectage fini"],"Connection saved":["Connexion enregistrée"],"Finished saving Shopify connection only":["Enregistrement fini Shopify connexion seulement"],"Stopping":["Arrêt"],"Canceling, please wait ...":["Annulation, s’il vous plaît attendre ..."],"(This may take up to 30 seconds)":["(Cela peut prendre jusqu’à 30 secondes)"],"None":["Aucun"],"Top":["Haut"],"Center":["Centre"],"Bottom":["Bas"],"Left":["Gauche"],"Right":["Droite"],"2":["2"],"3":["3"],"Current tab \/ window":["Onglet courant \/ fenêtre"],"New tab \/ window":["Nouvel onglet \/ fenêtre"],"Pink":["Rose"],"Red":["Rouge"],"Orange":["Orange"],"Yellow":["Jaune"],"Teal":["Turquoise"],"Green":["Vert"],"Light Blue":["Bleu clair"],"Blue":["Bleu"],"Purple":["Violet"],"Light Grey":["Gris clair"],"Grey":["Gris"],"Dark Grey":["Gris foncé"],"Dropdown":["Liste déroulante"],"Buttons":["Boutons"],"WordPress":["WordPress"],"Shopify":["Shopify"],"Disable default pages?":["Standardseiten deaktivieren?"],"Product links should open in:":["Les liens de produits doivent s’ouvrir dans :"],"Only applicable if product link not set to 'None'":["Uniquement applicable si le lien produit n’est pas réglé à 'None'"],"Products should link to:":["Les produits doivent être liés à :"],"When set to None, product detail pages are not used.":["Lorsqu’elles sont réglées à Aucun, les pages de détail du produit ne sont pas utilisées."],"Error: You must provide an API Key":["Erreur : Vous devez fournir une clé API"],"Error: You must provide an API Password":["Erreur : Vous devez fournir un mot de passe API"],"Error: You must provide a Shared Secret":["Erreur: Vous devez fournir un secret partagé"],"Error: You must provide a Storefront Access Token":["Erreur : Vous devez fournir un jeton d’accès à la vitrine"],"Error: You must provide a myshopify.com domain":["Erreur : Vous devez fournir un domaine myshopify.com"],"Domain (.myshopify.com)":["Domaine (.myshopify.com)"],"These are just defaults. You can change them at anytime.":["Ce ne sont que des valeurs par défaut. Vous pouvez les modifier à tout moment."],"Find your Shopify API keys by ":["Trouvez vos clés API Shopify par "],"watching our short video tutorial":["regarder notre court tutoriel vidéo"],"View your products here:":["Voir vos produits ici:"],"If you want product detail pages, remember to sync your Shopify products by using the ":["Si vous souhaitez des pages de détails sur les produits, n’oubliez pas de synchroniser vos produits Shopify en utilisant le"]," Sync Products":[" Produits Sync"]," button.":["bouton."],"Also for additional display options, try our ":["Aussi pour des options d’affichage supplémentaires, essayez notre "],"visual builder tool":["outil de constructeur visuel"],"Go to WordPress Dashboard":["Accédez au tableau de bord WordPress"],"Welcome! Let's start by connecting your Shopify store.":["Bienvenue! Commençons par connecter votre boutique Shopify."],"Awesome. Now we'll set some general settings.":["Impressionnant. Nous allons maintenant définir certains paramètres généraux."],"You're on a roll! Let's configure your products.":["Vous êtes sur une bonne lancée! Configurons vos produits."],"Ok almost done. We'll finish with your cart.":["Ok presque fini. Nous terminerons avec votre panier."],"Wahoo! You're now ready to sell on WordPress!":["Wahoo! Vous êtes maintenant prêt à vendre sur WordPress!"],"Connecting to Shopify ...":["Se connecter à Shopify ..."],"Finishing Setup ...":["Configuration de finition ..."],"Save Connection and Continue":["Enregistrer la connexion et continuer"],"Save and Finish the Setup":["Enregistrer et terminer la configuration"],"Continue to Next Step":["Continuer à passer à l’étape suivante"],"Previous Step":["Étape précédente"],"Skip the setup process":["Passer le processus d’installation"],"Finding your Shopify API keys":["Trouver vos clés aPI Shopify"],"Connection":["Connexion"]}}}