{"translation-revision-date":"2020-05-29 14:04-0500","generator":"WP-CLI\/2.4.0","source":"dist\/blocks.084c6a.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de_DE","plural-forms":"nplurals=2; plural=(n != 1);"},"Tags":["Schlagwörter"],"Products":["Produkte"],"Checkout":["Kasse"],"Out of stock":["Ausverkauft"],"Invalid client instance found":["Ungültige Clientinstanz gefunden"],"Error: Missing checkout instance":["Fehler: Fehlende Auscheckinstanz"],"Error: Missing client instance":["Fehler: Fehlende Clientinstanz"],"Oops, it looks like you still need to set your Shopify API credentials. Please add these within the plugin settings and try again.":["Oops, es sieht so aus, als ob Sie Ihre Shopify-API-Anmeldeinformationen noch festlegen müssen. Bitte fügen Sie diese in den Plugin-Einstellungen hinzu und versuchen Sie es erneut."],"Missing credentials Client object":["Fehlende Anmeldeinformationen Client-Objekt"],"Uh oh, it looks like your Shopify credentials are incorrect. Please double check your domain and storefront access token within the plugin settings and try again.":["Äh oh, es sieht so aus, als ob Ihre Shopify-Anmeldeinformationen falsch sind. Überprüfen Sie bitte Ihre Domain- und Storefront-Zugriffstoken innerhalb der Plugin-Einstellungen und versuchen Sie es erneut."],"Uh oh, it appears that invalid product ids were used. Please clear your browser cache and reload the page.":["Uh oh, es scheint, dass ungültige Produkt-IDs verwendet wurden. Bitte löschen Sie Ihren Browser-Cache und laden Sie die Seite neu."],"Uh oh, it looks like an error occurred. Please contact the plugin developer with this message to fix.":["Äh oh, es sieht so aus, als ob ein Fehler aufgetreten ist. Bitte kontaktieren Sie den Plugin-Entwickler mit dieser Nachricht zu beheben."],"Uh oh, it looks like a network error occurred. Please ensure that your site is using a valid HTTPS certificate on all pages.":["Äh oh, es sieht so aus, als ob ein Netzwerkfehler aufgetreten ist. Stellen Sie sicher, dass Ihre Website auf allen Seiten ein gültiges HTTPS-Zertifikat verwendet."],"Uh oh, it looks like an invalid lineitems data type was found. Please clear your cache and try again.":["Uh oh, es sieht so aus, als ob ein ungültiger Datentyp für Lineitems gefunden wurde. Löschen Sie den Cache, und versuchen Sie es erneut."],"Hmm, it looks like you still need to connect your Shopify store or the credentials are wrong \/ missing. Please double check the \"connect\" tab within the plugin settings.":["Hmm, es sieht so aus, als ob Sie noch Ihren Shopify-Shop verbinden müssen oder die Anmeldeinformationen falsch \/ fehlen. Bitte überprüfen Sie die Registerkarte \"Verbinden\" in den Plugin-Einstellungen."],"Hmm, it looks like you may be trying to access a field on the Storefront API that does not exist.":["Hmm, es sieht so aus, als ob Sie versuchen, auf ein Feld in der Storefront-API zuzugreifen, das nicht vorhanden ist."],"Uh oh, we were unable to locate the product you attempted to update. Please clear your browser cache and try again.":["Uh oh, wir konnten das Produkt, das Sie aktualisieren wollten, nicht finden. Löschen Sie den Browsercache, und versuchen Sie es erneut."],"Unable to connect to store. This could be because your network is down or your browser is blocking cookies. A possible <a href=\"https:\/\/wpshop.io\/docs\" target=\"_blank\">solution can be found here<\/a>. Try disabling any browser extensions and clearing your browser cache.":["Es konnte keine Verbindung zum Speicher hergestellt werden. Dies kann daran liegen, dass Ihr Netzwerk ausfällt oder Ihr Browser Cookies blockiert. Eine mögliche <a href=\"https:\/\/wpshop.io\/docs\" target=\"_blank\">Lösung finden Sie hier<\/a>. Deaktivieren Sie alle Browsererweiterungen und löschen Sie Ihren Browsercache."],"Unable to flush the store cache. Please clear your browser cache and reload the page.":["Der Speichercache kann nicht gelöscht werden. Bitte löschen Sie Ihren Browser-Cache und laden Sie die Seite neu."],"Unable to create new session after checking out. Please clear your browser cache and reload the page.":["Nach dem Auschecken kann keine neue Sitzung erstellt werden. Bitte löschen Sie Ihren Browser-Cache und laden Sie die Seite neu."],"No existing payload found":["Keine vorhandene Nutzlast gefunden"],"Uh oh, no query parameters were passed for fetchNewItems. Please clear your browser cache and try again.":["Uh oh, es wurden keine Abfrageparameter für fetchNewItems übergeben. Löschen Sie den Browsercache, und versuchen Sie es erneut."],"Uh oh, it looks your query params are invalid. Please clear your browser cache and reload the page.":["Äh oh, es sieht so aus, als ob Ihre Abfrageparams ungültig sind. Bitte löschen Sie Ihren Browser-Cache und laden Sie die Seite neu."],"You still need to connect your Shopify store or the credentials are missing. Double check the \"connect\" tab within the plugin settings.":["Sie müssen ihren Shopify-Shop noch anschließen oder die Anmeldeinformationen fehlen. Überprüfen Sie die Registerkarte \"verbinden\" in den Plugin-Einstellungen."],"No product ids found":["Keine Produkt-IDs gefunden"],"View product":["Produkt anzeigen"],"Add to cart":["In den Warenkorb"],"Shopping cart":["Warenkorb"],"Begin checkout":["Beginnen Sie mit der Kaufabwicklung"],"No line items exist":["Es sind keine Einzelposten vorhanden"],"No checkout instance available":["Keine Kasseninstanz verfügbar"],"No store checkout or client instances were found.":["Es wurden keine Speicherauscheck- oder Clientinstanzen gefunden."],"No products left to show":["Keine Produkte mehr zu zeigen"],"No items left":["Keine Artikel mehr"],"Uh oh, it looks like an error occured. Please clear your browser cache and try again.":["Äh oh, es sieht so aus, als ob ein Fehler aufgetreten ist. Löschen Sie den Browsercache, und versuchen Sie es erneut."],"Load more":["Mehr laden"],"Page size:":["Seitengröße:"],"Choose a size":["Wählen Sie eine Größe"],"Added!":["Hinzugefügt!"],"Only %s left!":["Nur %s übrig!"],"Please select a variation":["Bitte wählen Sie eine Variante"],"WP Shopify Placeholder Image":["WP Shopify Platzhalter Bild"],"Price:":["Preis:"],"Sale!":["Sale!"],"Was: ":["War: "],"Search":["Suche"],"Search the store":["Durchsuchen Des Shops"],"Loading ...":["Wird geladen …"],"Loading %s ...":["Wird geladen %s …"],"No %s found":["Keine %s gefunden"],"Filter by":["Filtern nach"],"%s. Occurred when fetching available filter options. Please clear your browser cache and reload the page. ":["%s. Aufgetreten beim Abrufen verfügbarer Filteroptionen. Bitte löschen Sie Ihren Browser-Cache und laden Sie die Seite neu. "],"Vendors":["Verkäufer"],"Types":["Typen"],"Clear all":["Alles löschen"],"Available for sale":["Zur Verfügung"],"Sort by:":["Sortieren nach:"],"Choose an option":["Wählen Sie eine Option"],"Price (Low to high)":["Preis (Niedrig bis hoch)"],"Price (High to low)":["Preis (Hoch bis niedrig)"],"New Arrival":["Neuankömmling"],"Best Selling":["Meistverkauft"],"Title (A-Z)":["Titel (A-Z)"],"Title (Z-A)":["Titel (Z-A)"],"General":["Allgemein"],"Layout":["Layout"],"Pricing":["Preise"],"None":["Keine"],"Current tab \/ window":["Aktuelle Registerkarte \/ Fenster"],"New tab \/ window":["Neue Registerkarte \/ Fenster"],"Dropdown":["Dropdown"],"Buttons":["Buttons"],"WordPress":["WordPress"],"Shopify":["Shopify"],"Product links should open in:":["Produktlinks sollten geöffnet werden in:"],"Products should link to:":["Produkte sollten mit:"],"Show price range":["Preisbereich anzeigen"],"Variant style":["Variantenstil"],"Title":["Titel"],"Vendor":["Verkäufer"],"Product Type":["Produkttyp"],"Small":["Klein"],"Medium":["Mittel"],"Big":["Groß"],"Pale pink":["Blass rosa"],"Vivid red":["Vivid rot"],"Luminous vivid":["Leuchtend lebendig"],"Luminous vivid amber":["Leuchtender lebendiger Bernstein"],"Light green cyan":["Hellgrüner Cyan"],"Vivid green cyan":["Lebhaft ergrüntes Cyan"],"Pale cyan blue":["Blass cyanblau"],"Cyan blue":["Cyan blau"],"Light grey":["Hellgrau"],"Medium blue grey":["Mittelblau grau"],"Dark grey":["Dark Grey"],"Add to cart color:":["Zur Warenkorbfarbe hinzufügen:"],"Add to cart button text":["Zum Warenkorb-Schaltflächentext hinzufügen"],"Align height?":["Höhe ausrichten?"],"Determines whether to show products that are in stock or not":["Bestimmt, ob Produkte angezeigt werden sollen, die auf Lager sind oder nicht"],"Any":["Alle"],"In stock":["Auf Lager"],"Filter by Collection":["Filtern nach Sammlung"],"Filter products which belong to a collection. Only matches one collection.":["Filtern von Produkten, die zu einer Sammlung gehören. Nur entspricht einer Auflistung."],"Match criteria":["Match-Kriterien"],"Determines how a match is found when filtering products. \"OR\" will attempt to match any products from the set filters. \"AND\" will only match products when all filters are true. Default is AND":["Bestimmt, wie eine Übereinstimmung beim Filtern von Produkten gefunden wird. \"OR\" versucht, alle Produkte aus den eingestellten Filtern abzugleichen. \"AND\" stimmt nur mit Produkten überein, wenn alle Filter wahr sind. Standard ist AND"],"AND":["UND"],"OR":["ODER"],"Description Color:":["Beschreibung Farbe:"],"Limit Description Length":["Limit Beschreibung Länge"],"Limits the number of characters":["Begrenzt die Anzahl der Zeichen"],"Description":["Beschreibung"],"Images":["Bilder"],"Buy Button":["Kaufen-Button"],"Exclude from layout: ":["Aus dem Layout ausschließen: "],"Hide quantity":["Menge ausblenden"],"Infinite scroll?":["Unendliche Schriftrolle?"],"Items per row":["Elemente pro Zeile"],"Limit products?":["Produkte beschränken?"],"Sets the number of products shown. This will take precedence over the page size setting.":["Legt die Anzahl der angezeigten Produkte fest. Dies hat Vorrang vor der Seitengrößeneinstellung."],"Max quantity":["Max. Anzahl"],"Min quantity":["Min. Menge"],"Page size":["Seitengröße"],"Show pagination":["Zeigen Seitennummerierung"],"Filter by Product Type":["Filtern nach Produkttyp"],"Match product types. Separate multiple by comma.":["Entspricht den Produkttypen. Trennen Sie mehrere durch Komma."],"You must turn off Lite Sync in order to link products to WordPress single pages.":["Sie müssen Lite Sync deaktivieren, um Produkte mit WordPress-Einzelseiten zu verknüpfen."],"Quantity label text":["Mengenbeschriftungstext"],"Reverse order?":["Reihenfolge umkehren?"],"Show compare at":["Vergleich zur Preisgestaltung anzeigen"],"Useful for showing sale pricing":["Nützlich für die Anzeige von Verkaufspreisen"],"Show featured only":["Nur hervorgehobene zeigen"],"Show quantity label":["Mengenetikett anzeigen"],"Show zoom":["Zoom anzeigen"],"ID":["ID"],"Price":["Preis"],"Created At":["Erstellt am"],"Updated At":["Aktualisiert an\/am"],"Collection Default (Collection only)":["Auflistungsstandard (nur Auflistung)"],"Manual (Collection only)":["Handbuch (nur Sammlung)"],"Sort by":["Sortieren nach"],"Note: sorting by price will take all variant prices into consideration":["Hinweis: Beim Sortieren nach Preis werden alle Variantenpreise berücksichtigt"],"Warning: You must filter products by a Collection first!":["Warnung: Sie müssen Produkte zuerst nach einer Kollektion filtern!"],"Filter by Tag":["Nach Tag filtern"],"Match product tags. Separate multiple by comma.":["Produkt-Tags abgleichen. Trennen Sie mehrere durch Komma."],"Title Color:":["Titelfarbe:"],"Filter by Title":["Suche nach Titel"],"Match product titles. Separate multiple by comma.":["Passen Sie Produkttitel an. Trennen Sie mehrere durch Komma."],"Variant button color:":["Varianten-Tastenfarbe:"],"Filter by Vendor":["Sortieren nach Anbieter"],"Match product vendors. Separate multiple by comma.":["Passen Sie Produktlieferanten an. Trennen Sie mehrere durch Komma."],"Filtering":["Filterung"],"This block displays a simple \"buy button\" without the product title, images, or price.":["Dieser Block zeigt einen einfachen \"Kaufknopf\" ohne Produkttitel, Bilder oder Preis an."],"products":["Produkte"],"shopify":["Shopify"],"store":["filiale"],"button":["Schaltfläche"],"buy":["kaufen"],"Sorting":["Sortierung"],"Pagination":["Paginierung"],"This block displays one or more Shopify products in a grid layout.":["In diesem Block werden ein oder mehrere Shopify-Produkte in einem Rasterlayout angezeigt."],"ecommerce":["Ecommerce"],"sell":["verkaufen"],"Single Product":["Einzelnes Produkt"],"This block displays a single Shopify product.":["Dieser Block zeigt ein einzelnes Shopify-Produkt an."]}}}