{"translation-revision-date":"2020-05-29 14:52-0500","generator":"WP-CLI/2.4.0","source":"dist/CartContents-public.084c6a.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"es_US","plural-forms":"nplurals=2; plural=(n != 1);"},"Your cart is empty":["Tu carrito está vacío"],"Out of stock":["Agotado"],"Sale!":["¡Rebaja!"],"Remove":["Eliminar"],"Was:":["Fue:"],"Subtotal:":["Total parcial:"],"Checkout notes":["Notas de pago"],"Notes:":["Notas:"],"Close Cart":["Cerrar carro"],"Tags":["Etiquetas"],"Checkout":["Pagar"],"Invalid client instance found":["Se ha encontrado una instancia de cliente no válida"],"Error: Missing checkout instance":["Error: Falta la instancia de pago"],"Error: Missing client instance":["Error: falta la instancia de cliente"],"Oops, it looks like you still need to set your Shopify API credentials. Please add these within the plugin settings and try again.":["Oops, parece que todavía necesitas establecer tus credenciales de API de Shopify. Por favor, agréguelos dentro de la configuración del plugin e inténtelo de nuevo."],"Missing credentials Client object":["Falta credenciales Objeto de cliente"],"Uh oh, it looks like your Shopify credentials are incorrect. Please double check your domain and storefront access token within the plugin settings and try again.":["Parece que tus credenciales de Shopify son incorrectas. Compruebe dos veces su dominio y el token de acceso al escaparate dentro de la configuración del plugin e inténtelo de nuevo."],"Uh oh, it appears that invalid product ids were used. Please clear your browser cache and reload the page.":["Uh oh, parece que se usaron identificadores de producto no válidos. Borre la caché de su navegador y vuelva a cargar la página."],"Uh oh, it looks like an error occurred. Please contact the plugin developer with this message to fix.":["Parece que se ha producido un error. Por favor, póngase en contacto con el desarrollador del plugin con este mensaje para solucionarlo."],"Uh oh, it looks like a network error occurred. Please ensure that your site is using a valid HTTPS certificate on all pages.":["Parece que se ha producido un error de red. Asegúrese de que su sitio utiliza un certificado HTTPS válido en todas las páginas."],"Uh oh, it looks like an invalid lineitems data type was found. Please clear your cache and try again.":["Uh oh, parece que se encontró un tipo de datos de lineitems no válido. Borre la caché e inténtelo de nuevo."],"Hmm, it looks like you still need to connect your Shopify store or the credentials are wrong / missing. Please double check the \"connect\" tab within the plugin settings.":["Hmm, parece que todavía necesita conectar su tienda Shopify o las credenciales están equivocadas / faltan. Por favor, compruebe la pestaña \"conectar\" dentro de la configuración del plugin."],"Hmm, it looks like you may be trying to access a field on the Storefront API that does not exist.":["Hmm, parece que puede estar intentando acceder a un campo en la API de Storefront que no existe."],"Uh oh, we were unable to locate the product you attempted to update. Please clear your browser cache and try again.":["No pudimos localizar el producto que intentaste actualizar. Borre la caché del navegador e inténtelo de nuevo."],"Unable to connect to store. This could be because your network is down or your browser is blocking cookies. A possible <a href=\"https://wpshop.io/docs\" target=\"_blank\">solution can be found here</a>. Try disabling any browser extensions and clearing your browser cache.":["No se puede conectar al almacén. Esto podría deberse a que su red está indecente o a que su navegador está bloqueando las cookies. Una posible <a href=\"https://wpshop.io/docs\" target=\"_blank\">solución se puede encontrar aquí</a>. Intente deshabilitar las extensiones del navegador y borrar la caché del navegador."],"Unable to flush the store cache. Please clear your browser cache and reload the page.":["No se puede vaciar la memoria caché del almacén. Borre la caché de su navegador y vuelva a cargar la página."],"Unable to create new session after checking out. Please clear your browser cache and reload the page.":["No se puede crear una nueva sesión después de desproteger. Borre la caché de su navegador y vuelva a cargar la página."],"No existing payload found":["No se ha encontrado ninguna carga útil existente"],"Uh oh, no query parameters were passed for fetchNewItems. Please clear your browser cache and try again.":["Uh oh, no se pasaron parámetros de consulta para fetchNewItems. Borre la caché del navegador e inténtelo de nuevo."],"Uh oh, it looks your query params are invalid. Please clear your browser cache and reload the page.":["Parece que tus parámetros de consulta no son válidos. Borre la caché de su navegador y vuelva a cargar la página."],"You still need to connect your Shopify store or the credentials are missing. Double check the \"connect\" tab within the plugin settings.":["Todavía necesitas conectar tu tienda Shopify o faltan las credenciales. Compruebe dos veces la pestaña \"conectar\" dentro de la configuración del plugin."],"No product ids found":["No se han encontrado identificadores de producto"],"View product":["Ver el producto"],"Add to cart":["Añadir al carrito"],"Shopping cart":["Carrito de compras"],"Begin checkout":["Comenzar registro de salida"],"No line items exist":["No existen líneas de pedido."],"No checkout instance available":["No hay instancia de pago disponible"],"No store checkout or client instances were found.":["No se encontró ninguna desprotección de almacén ni instancias de cliente."],"No products left to show":["No quedan productos para mostrar"],"No items left":["No quedan elementos"],"Uh oh, it looks like an error occured. Please clear your browser cache and try again.":["Parece que se ha producido un error. Borre la caché del navegador e inténtelo de nuevo."],"Load more":["Cargar más"],"Page size:":["Tamaño de página:"],"Choose a size":["Elija un tamaño"],"Added!":["Añadido!"],"Only %s left!":["¡Sólo quedan %s!"],"Please select a variation":["Seleccione una variación"],"WP Shopify Placeholder Image":["Imagen de marcador de posición de WP Shopify"],"Price:":["Mostrar rangos de precios"],"Was: ":["Fue:"],"Search":["Buscar"],"Search the store":["Buscar en la tienda"],"Loading ...":["Cargando …"],"Loading %s ...":["Cargando %s ..."],"No %s found":["No se han encontrado %s"],"Filter by":["Filtrar por"],"%s. Occurred when fetching available filter options. Please clear your browser cache and reload the page. ":["%s. Se produjo al capturar las opciones de filtro disponibles. Borre la caché de su navegador y vuelva a cargar la página."],"Vendors":["Vendedores"],"Types":["Tipos"],"Clear all":["Borrar todo"],"Available for sale":["Disponible para la venta"],"Sort by:":["Ordenar por:"],"Choose an option":["Elija una opción"],"Price (Low to high)":["Precio (De bajo a alto)"],"Price (High to low)":["Precio (Alto a Bajo)"],"New Arrival":["Nueva llegada"],"Best Selling":["Las mejores ventas"],"Title (A-Z)":["Título (A-Z)"],"Title (Z-A)":["Título (Z-A)"],"WP Shopify warning: No component data found! Please reconnect your store.":["WP Shopify advertencia: ¡No se han encontrado datos de componentes! Vuelva a conectar su tienda."]}}}
