{"translation-revision-date":"2020-05-29 14:43-0500","generator":"WP-CLI/2.4.0","source":"dist/CartContents-public.084c6a.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"zh_CN","plural-forms":"nplurals=1; plural=0;"},"Your cart is empty":["您的购物车是空的"],"Out of stock":["缺货"],"Sale!":["销售！"],"Remove":["移除"],"Was:":["原价："],"Subtotal:":["小计："],"Checkout notes":["结帐说明"],"Notes:":["备注："],"Close Cart":["关闭购物车"],"Tags":["标签"],"Checkout":["结帐"],"Invalid client instance found":["找到无效的客户端实例"],"Error: Missing checkout instance":["错误：缺少签出实例"],"Error: Missing client instance":["错误：缺少客户端实例"],"Oops, it looks like you still need to set your Shopify API credentials. Please add these within the plugin settings and try again.":["哎呀，看起来你仍然需要设置你的Shopify API凭据。请在插件设置中添加这些，然后重试。"],"Missing credentials Client object":["缺少凭据 客户端对象"],"Uh oh, it looks like your Shopify credentials are incorrect. Please double check your domain and storefront access token within the plugin settings and try again.":["哦，看起来你的购物凭据不正确。请在插件设置中仔细检查您的域和网店访问令牌，然后重试。"],"Uh oh, it appears that invalid product ids were used. Please clear your browser cache and reload the page.":["哦，似乎使用了无效的产品 ID。请清除浏览器缓存并重新加载页面。"],"Uh oh, it looks like an error occurred. Please contact the plugin developer with this message to fix.":["哦，好像出现了错误。请使用此消息与插件开发人员联系以进行修复。"],"Uh oh, it looks like a network error occurred. Please ensure that your site is using a valid HTTPS certificate on all pages.":["哦，好像发生了网络错误。请确保您的网站在所有页面上都使用有效的 HTTPS 证书。"],"Uh oh, it looks like an invalid lineitems data type was found. Please clear your cache and try again.":["哦，它看起来像一个无效的行项目数据类型被发现。请清除缓存，然后重试。"],"Hmm, it looks like you still need to connect your Shopify store or the credentials are wrong / missing. Please double check the \"connect\" tab within the plugin settings.":["嗯，看起来你仍然需要连接你的Shopify商店或凭据是错误的/缺少。请在插件设置中仔细检查\"连接\"选项卡。"],"Hmm, it looks like you may be trying to access a field on the Storefront API that does not exist.":["嗯，看起来您可能正在尝试访问不存在的网店 API 上的字段。"],"Uh oh, we were unable to locate the product you attempted to update. Please clear your browser cache and try again.":["哦，我们找不到您尝试更新的产品。请清除浏览器缓存，然后重试。"],"Unable to connect to store. This could be because your network is down or your browser is blocking cookies. A possible <a href=\"https://wpshop.io/docs\" target=\"_blank\">solution can be found here</a>. Try disabling any browser extensions and clearing your browser cache.":["无法连接到存储。这可能是因为您的网络已关闭或您的浏览器正在阻止 Cookie。可以<a href=\"https://wpshop.io/docs\" target=\"_blank\">在这里找到</a>一个可能的解决方案。尝试禁用任何浏览器扩展并清除浏览器缓存。"],"Unable to flush the store cache. Please clear your browser cache and reload the page.":["无法刷新存储缓存。请清除浏览器缓存并重新加载页面。"],"Unable to create new session after checking out. Please clear your browser cache and reload the page.":["签出后无法创建新会话。请清除浏览器缓存并重新加载页面。"],"No existing payload found":["未找到现有有效负载"],"Uh oh, no query parameters were passed for fetchNewItems. Please clear your browser cache and try again.":["哦，没有传递用于获取 NewItems 的查询参数。请清除浏览器缓存，然后重试。"],"Uh oh, it looks your query params are invalid. Please clear your browser cache and reload the page.":["哦，看起来你的查询参数是无效的。请清除浏览器缓存并重新加载页面。"],"You still need to connect your Shopify store or the credentials are missing. Double check the \"connect\" tab within the plugin settings.":["您仍然需要连接 Shopify 商店或缺少凭据。仔细检查插件设置中的\"连接\"选项卡。"],"No product ids found":["未找到产品 ID"],"View product":["查看产品"],"Add to cart":["添加到购物车"],"Shopping cart":["购物车"],"Begin checkout":["开始结帐"],"No line items exist":["不存在行项"],"No checkout instance available":["没有可用的结帐实例"],"No store checkout or client instances were found.":["未找到存储签出或客户端实例。"],"No products left to show":["没有产品要显示"],"No items left":["未留下任何项目"],"Uh oh, it looks like an error occured. Please clear your browser cache and try again.":["哦，好像出现了错误。请清除浏览器缓存，然后重试。"],"Load more":["加载更多"],"Page size:":["页面尺寸："],"Choose a size":["选择大小"],"Added!":["添加！"],"Only %s left!":["只剩 %s！"],"Please select a variation":["请选择变体"],"WP Shopify Placeholder Image":["WP 商店化占位符图像"],"Price:":["价格："],"Was: ":["是: "],"Search":["搜索"],"Search the store":["搜索商店"],"Loading ...":["载入中..."],"Loading %s ...":["正在加载 %s ... "],"No %s found":["未找到 %s"],"Filter by":["过滤"],"%s. Occurred when fetching available filter options. Please clear your browser cache and reload the page. ":["%s. 提取可用的过滤器选项时发生。 请清除浏览器缓存并重新加载页面。"],"Vendors":["供应商"],"Types":["类型"],"Clear all":["清除所有"],"Available for sale":["可供销售"],"Sort by:":["排序方式："],"Choose an option":["选择一个选项"],"Price (Low to high)":["价格（从低到高）"],"Price (High to low)":["价格（从高到低）"],"New Arrival":["新到货"],"Best Selling":["最畅销"],"Title (A-Z)":["标题 (A-Z)"],"Title (Z-A)":["标题 (Z-A)"],"WP Shopify warning: No component data found! Please reconnect your store.":["WP 商店警告：未找到组件数据！请重新连接您的商店。"]}}}
