{"translation-revision-date":"2020-05-29 14:52-0500","generator":"WP-CLI\/2.4.0","source":"dist\/blocks.084c6a.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"es_US","plural-forms":"nplurals=2; plural=(n != 1);"},"Tags":["Etiquetas"],"Products":["Productos"],"Checkout":["Pagar"],"Out of stock":["Agotado"],"Invalid client instance found":["Se ha encontrado una instancia de cliente no válida"],"Error: Missing checkout instance":["Error: Falta la instancia de pago"],"Error: Missing client instance":["Error: falta la instancia de cliente"],"Oops, it looks like you still need to set your Shopify API credentials. Please add these within the plugin settings and try again.":["Oops, parece que todavía necesitas establecer tus credenciales de API de Shopify. Por favor, agréguelos dentro de la configuración del plugin e inténtelo de nuevo."],"Missing credentials Client object":["Falta credenciales Objeto de cliente"],"Uh oh, it looks like your Shopify credentials are incorrect. Please double check your domain and storefront access token within the plugin settings and try again.":["Parece que tus credenciales de Shopify son incorrectas. Compruebe dos veces su dominio y el token de acceso al escaparate dentro de la configuración del plugin e inténtelo de nuevo."],"Uh oh, it appears that invalid product ids were used. Please clear your browser cache and reload the page.":["Uh oh, parece que se usaron identificadores de producto no válidos. Borre la caché de su navegador y vuelva a cargar la página."],"Uh oh, it looks like an error occurred. Please contact the plugin developer with this message to fix.":["Parece que se ha producido un error. Por favor, póngase en contacto con el desarrollador del plugin con este mensaje para solucionarlo."],"Uh oh, it looks like a network error occurred. Please ensure that your site is using a valid HTTPS certificate on all pages.":["Parece que se ha producido un error de red. Asegúrese de que su sitio utiliza un certificado HTTPS válido en todas las páginas."],"Uh oh, it looks like an invalid lineitems data type was found. Please clear your cache and try again.":["Uh oh, parece que se encontró un tipo de datos de lineitems no válido. Borre la caché e inténtelo de nuevo."],"Hmm, it looks like you still need to connect your Shopify store or the credentials are wrong \/ missing. Please double check the \"connect\" tab within the plugin settings.":["Hmm, parece que todavía necesita conectar su tienda Shopify o las credenciales están equivocadas \/ faltan. Por favor, compruebe la pestaña \"conectar\" dentro de la configuración del plugin."],"Hmm, it looks like you may be trying to access a field on the Storefront API that does not exist.":["Hmm, parece que puede estar intentando acceder a un campo en la API de Storefront que no existe."],"Uh oh, we were unable to locate the product you attempted to update. Please clear your browser cache and try again.":["No pudimos localizar el producto que intentaste actualizar. Borre la caché del navegador e inténtelo de nuevo."],"Unable to connect to store. This could be because your network is down or your browser is blocking cookies. A possible <a href=\"https:\/\/wpshop.io\/docs\" target=\"_blank\">solution can be found here<\/a>. Try disabling any browser extensions and clearing your browser cache.":["No se puede conectar al almacén. Esto podría deberse a que su red está indecente o a que su navegador está bloqueando las cookies. Una posible <a href=\"https:\/\/wpshop.io\/docs\" target=\"_blank\">solución se puede encontrar aquí<\/a>. Intente deshabilitar las extensiones del navegador y borrar la caché del navegador."],"Unable to flush the store cache. Please clear your browser cache and reload the page.":["No se puede vaciar la memoria caché del almacén. Borre la caché de su navegador y vuelva a cargar la página."],"Unable to create new session after checking out. Please clear your browser cache and reload the page.":["No se puede crear una nueva sesión después de desproteger. Borre la caché de su navegador y vuelva a cargar la página."],"No existing payload found":["No se ha encontrado ninguna carga útil existente"],"Uh oh, no query parameters were passed for fetchNewItems. Please clear your browser cache and try again.":["Uh oh, no se pasaron parámetros de consulta para fetchNewItems. Borre la caché del navegador e inténtelo de nuevo."],"Uh oh, it looks your query params are invalid. Please clear your browser cache and reload the page.":["Parece que tus parámetros de consulta no son válidos. Borre la caché de su navegador y vuelva a cargar la página."],"You still need to connect your Shopify store or the credentials are missing. Double check the \"connect\" tab within the plugin settings.":["Todavía necesitas conectar tu tienda Shopify o faltan las credenciales. Compruebe dos veces la pestaña \"conectar\" dentro de la configuración del plugin."],"No product ids found":["No se han encontrado identificadores de producto"],"View product":["Ver el producto"],"Add to cart":["Añadir al carrito"],"Shopping cart":["Carrito de compras"],"Begin checkout":["Comenzar registro de salida"],"No line items exist":["No existen líneas de pedido."],"No checkout instance available":["No hay instancia de pago disponible"],"No store checkout or client instances were found.":["No se encontró ninguna desprotección de almacén ni instancias de cliente."],"No products left to show":["No quedan productos para mostrar"],"No items left":["No quedan elementos"],"Uh oh, it looks like an error occured. Please clear your browser cache and try again.":["Parece que se ha producido un error. Borre la caché del navegador e inténtelo de nuevo."],"Load more":["Cargar más"],"Page size:":["Tamaño de página:"],"Choose a size":["Elija un tamaño"],"Added!":["Añadido!"],"Only %s left!":["¡Sólo quedan %s!"],"Please select a variation":["Seleccione una variación"],"WP Shopify Placeholder Image":["Imagen de marcador de posición de WP Shopify"],"Price:":["Mostrar rangos de precios"],"Sale!":["¡Rebaja!"],"Was: ":["Fue:"],"Search":["Buscar"],"Search the store":["Buscar en la tienda"],"Loading ...":["Cargando …"],"Loading %s ...":["Cargando %s ..."],"No %s found":["No se han encontrado %s"],"Filter by":["Filtrar por"],"%s. Occurred when fetching available filter options. Please clear your browser cache and reload the page. ":["%s. Se produjo al capturar las opciones de filtro disponibles. Borre la caché de su navegador y vuelva a cargar la página."],"Vendors":["Vendedores"],"Types":["Tipos"],"Clear all":["Borrar todo"],"Available for sale":["Disponible para la venta"],"Sort by:":["Ordenar por:"],"Choose an option":["Elija una opción"],"Price (Low to high)":["Precio (De bajo a alto)"],"Price (High to low)":["Precio (Alto a Bajo)"],"New Arrival":["Nueva llegada"],"Best Selling":["Las mejores ventas"],"Title (A-Z)":["Título (A-Z)"],"Title (Z-A)":["Título (Z-A)"],"General":["General"],"Layout":["Diseño"],"Pricing":["Precios"],"None":["Ninguno"],"Current tab \/ window":["Ficha \/ ventana actual"],"New tab \/ window":["Nueva pestaña \/ ventana"],"Dropdown":["Desplegable"],"Buttons":["Añadir el botón Añadir al carro"],"WordPress":["Eliminar todos los datos sincronizados de WordPress"],"Shopify":["Los productos enlazan a Shopify"],"Product links should open in:":["Los enlaces de productos deben abrirse en:"],"Products should link to:":["Los productos deben vincularse a:"],"Show price range":["Mostrar rango de precios"],"Variant style":["Estilo de variante"],"Title":["Título"],"Vendor":["Proveedor"],"Product Type":["Tipo de producto"],"Small":["Pequeño"],"Medium":["Mediano"],"Big":["grande"],"Pale pink":["Rosa pálido"],"Vivid red":["Rojo vivo"],"Luminous vivid":["Luminoso vívido"],"Luminous vivid amber":["Luminoso ámbar vivo"],"Light green cyan":["Cian verde claro"],"Vivid green cyan":["Cian verde vivo"],"Pale cyan blue":["Azul cian pálido"],"Cyan blue":["Azul cian"],"Light grey":["Gris claro"],"Medium blue grey":["Gris azul medio"],"Dark grey":["Gris oscuro"],"Add to cart color:":["Añadir al color del carrito:"],"Add to cart button text":["Añadir al texto del botón del carrito"],"Align height?":["¿Alinear la altura?"],"Determines whether to show products that are in stock or not":["Determina si se deben mostrar productos que están en stock o no"],"Any":["ADVERTENCIA: no se pueden encontrar productos adjuntos a ninguna colección."],"In stock":["En stock"],"Filter by Collection":["Filtrar por colección"],"Filter products which belong to a collection. Only matches one collection.":["Filtrar productos que pertenecen a una colección. Solo coincide con una colección."],"Match criteria":["Criterios de coincidencia"],"Determines how a match is found when filtering products. \"OR\" will attempt to match any products from the set filters. \"AND\" will only match products when all filters are true. Default is AND":["Determina cómo se encuentra una coincidencia al filtrar productos. \"OR\" intentará hacer coincidir cualquier producto de los filtros establecidos. \"AND\" solo coincidirá con los productos cuando todos los filtros sean verdaderos. El valor predeterminado es AND"],"AND":["Y"],"OR":["O"],"Description Color:":["Descripción Color:"],"Limit Description Length":["Longitud de la descripción del límite"],"Limits the number of characters":["Limita el número de caracteres"],"Description":["Descripción"],"Images":["Imágenes"],"Buy Button":["Botón Comprar"],"Exclude from layout: ":["Excluir del diseño:"],"Hide quantity":["Ocultar cantidad"],"Infinite scroll?":["¿Pergamino infinito?"],"Items per row":["Artículos por fila"],"Limit products?":["¿Limitar los productos?"],"Sets the number of products shown. This will take precedence over the page size setting.":["Establece el número de productos mostrados. Esto tendrá prioridad sobre la configuración de tamaño de página."],"Max quantity":["Cantidad máxima"],"Min quantity":["Cantidad mínima"],"Page size":["Tamaño de página"],"Show pagination":["Mostrar paginación"],"Filter by Product Type":["Filtrar por tipo de producto"],"Match product types. Separate multiple by comma.":["Coincide con los tipos de productos. Separe el múltiplo por coma."],"You must turn off Lite Sync in order to link products to WordPress single pages.":["Debe desactivar Lite Sync para vincular productos a páginas individuales de WordPress."],"Quantity label text":["Texto de la etiqueta de cantidad"],"Reverse order?":["¿Orden inverso?"],"Show compare at":["Mostrar comparar a precios"],"Useful for showing sale pricing":["Es útil para mostrar los precios de venta"],"Show featured only":["Mostrar solo destacado"],"Show quantity label":["Mostrar etiqueta de cantidad"],"Show zoom":["Mostrar zoom"],"ID":["Id"],"Price":["Mostrar rangos de precios"],"Created At":["Creado en"],"Updated At":["Actualizado en"],"Collection Default (Collection only)":["Valor predeterminado de la colección (solo colección)"],"Manual (Collection only)":["Manual (solo colección)"],"Sort by":["Ordenar por"],"Note: sorting by price will take all variant prices into consideration":["Nota: la clasificación por precio tendrá en cuenta todos los precios de las variantes"],"Warning: You must filter products by a Collection first!":["Advertencia: ¡Primero debe filtrar los productos por una colección!"],"Filter by Tag":["Filtrar por etiqueta"],"Match product tags. Separate multiple by comma.":["Coincide con las etiquetas de producto. Separe el múltiplo por coma."],"Title Color:":["Color del título:"],"Filter by Title":["Filtrar por título"],"Match product titles. Separate multiple by comma.":["Coincide con los títulos de los productos. Separe el múltiplo por coma."],"Variant button color:":["Color del botón de variante:"],"Filter by Vendor":["Filtrar por proveedor"],"Match product vendors. Separate multiple by comma.":["Coincide con los proveedores de productos. Separe múltiplo por coma."],"Filtering":["Filtrado"],"This block displays a simple \"buy button\" without the product title, images, or price.":["Este bloque muestra un simple \"botón de compra\" sin el título del producto, imágenes o precio."],"products":["productos"],"shopify":["Los productos enlazan a Shopify"],"store":["Tienda"],"button":["botón"],"buy":["comprar"],"Sorting":["Clasificación"],"Pagination":["Al comprobarlo, se ocultará toda la paginación de los productos y las colecciones. También anulará cualquier configuración de paginación de shortcode. Si desea mantener la paginación pero ocultarla para un shortcode específico, utilice en su lugar el atributo shortcode \"paginación\"."],"This block displays one or more Shopify products in a grid layout.":["Este bloque muestra uno o más productos Shopify en un diseño de cuadrícula."],"ecommerce":["Ecommerce"],"sell":["vender"],"Single Product":["Producto único"],"This block displays a single Shopify product.":["Este bloque muestra un único producto Shopify."]}}}